Repository: bookwyrm-social/bookwyrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il, ja_jp

source: Reports: %(instance_name)s
ja_jp: 通報: %(instance_name)s

source: Reports: <small>%(instance_name)s</small>
ja_jp: 通報: <small>%(instance_name)s</small>

source: Open
ja_jp: 開く

source: No reports found.
he_il: לא נמצאו דיווחים.
ja_jp: 通報は見つかりませんでした。

source: Instance Info
ja_jp: インスタンス情報

source: Footer Content
ja_jp: フッターのコンテンツ

source: Instance Name:
ja_jp: インスタンス名:

source: Instance description:
ja_jp: インスタンスの説明:

source: Short description:
ja_jp: 短い説明:

source: Used when the instance is previewed on joinbookwyrm.com. Does not support HTML or Markdown.
ja_jp: joinbookwyrm.comでインスタンスがプレビューされるときに使用されます。HTMLやMarkdownは使用できません。

source: Code of conduct:
ja_jp: 行動規範:

source: Privacy Policy:
he_il: מדיניות פרטיות:
ja_jp: プライバシーポリシー:

source: Logo:
he_il: לוגו:
ja_jp: ロゴ:

source: Logo small:
ja_jp: 小さいロゴ:

source: Favicon:
ja_jp: ファビコン:

source: Default theme:
ja_jp: デフォルトテーマ:

source: Support link:
ja_jp: サポートリンク:

source: Support title:
ja_jp: サポートタイトル:

source: Admin email:
ja_jp: 管理者のメールアドレス:

source: Additional info:
ja_jp: 追加情報:

source: Set instance default theme
ja_jp: インスタンスのデフォルトテーマを設定

source: Successfully added theme
ja_jp: テーマの追加に成功しました

source: How to add a theme
ja_jp: テーマ追加のやり方

source: Copy the theme file into the <code>bookwyrm/static/css/themes</code> directory on your server from the command line.
ja_jp: コマンドラインであなたのサーバーの <code>bookwyrm/static/css/themes</code> ディレクトリにテーマファイルをコピーします。

source: Run <code>./bw-dev compile_themes</code> and <code>./bw-dev collectstatic</code>.
ja_jp: <code>./bw-dev compile_themes</code> と <code>./bw-dev collectstatic</code> を実行します。

source: Add the file name using the form below to make it available in the application interface.
ja_jp: アプリケーションの外観でファイルを利用できるようにするため、以下のフォームを利用してファイル名を追加します。

source: Add theme
ja_jp: テーマを加える

source: Unable to save theme
ja_jp: テーマを保存できません

source: Theme name
ja_jp: テーマ名

source: Theme filename
ja_jp: テーマのファイル名

source: Available Themes
ja_jp: 利用可能なテーマ

source: File
he_il: קובץ
ja_jp: ファイル

source: Remove theme
ja_jp: テーマを削除

source: Permanently delete user
ja_jp: ユーザーを完全に削除

source: Are you sure you want to delete <strong>%(username)s</strong>'s account? This action cannot be undone. To proceed, please enter your password to confirm deletion.
ja_jp: <strong>%(username)s</strong>のアカウントを削除してもよろしいですか？この操作は元に戻せません。続行するには、パスワードを入力して削除を確認してください。

source: Your password:
ja_jp: あなたのパスワード:

source: Users: <small>%(instance_name)s</small>
ja_jp: ユーザー: <small>%(instance_name)s</small>

source: Deleted users
he_il: משתמשים שנמחקו
ja_jp: 削除したユーザー

source: Username
he_il: שם משתמש.ת
ja_jp: ユーザーネーム

source: Date Added
he_il: נוסף בתאריך
ja_jp: 追加日

source: Last Active
he_il: פעיל. ה לאחרונה
ja_jp: 最後の活動

source: Remote instance
ja_jp: リモートインスタンス

source: View user profile
ja_jp: ユーザープロフィールを表示

source: Local
ja_jp: ローカル

source: Remote
ja_jp: リモート

source: User details
ja_jp: ユーザー情報

source: Email:
ja_jp: メールアドレス:

source: (View reports)
ja_jp: (通報を見る)

source: Date added:
ja_jp: 追加日:

source: Last active date:
ja_jp: 最後の活動日:

source: Instance details
ja_jp: インスタンス情報

source: View instance
ja_jp: インスタンスを見る

source: Permanently deleted
ja_jp: 完全に削除されました

source: User Actions
ja_jp: ユーザーアクション

source: Suspend user
he_il: השעה משתמש
ja_jp: ユーザーを凍結

source: Un-suspend user
he_il: בטל השעיית משתמש
ja_jp: ユーザーの凍結を解除

source: Access level:
he_il: רמת גישה:
ja_jp: アクセスレベル:

source: Set up BookWyrm
ja_jp: BookWyrmを設定

source: Create your account
he_il: צרו חשבון
ja_jp: アカウントを作成

source: Admin key:
he_il: מפתח אדמין:
ja_jp: 管理者キー:

source: Learn more about moderation
ja_jp: モデレーションについて詳しく知る

source: Instance Configuration
ja_jp: インスタンス設定

source: Settings
ja_jp: 設定

source: Instance domain:
ja_jp: インスタンスのドメイン:

source: Using S3:
he_il: שימוש ב-S3:
ja_jp: S3の利用:

source: Default interface language:
he_il: שפת ממשק ברירת מחדל:
ja_jp: デフォルトの表示言語:

source: This is your last chance to set your domain and protocol.
ja_jp: ドメインとプロトコルを設定する最後のチャンスです。

source: You can change your instance settings in the <code>.env</code> file on your server.
ja_jp: インスタンスの設定は、サーバー上の <code>.env</code> ファイルで変更することができます。

source: View installation instructions
ja_jp: インストールの手順を見る

source: Instance Setup
ja_jp: インスタンスのセットアップ

source: Installing BookWyrm
he_il: התקנת BookWyrm
ja_jp: Bookwyrmのインストール

source: Need help?
he_il: צריכים עזרה?
ja_jp: ヘルプが必要ですか？

source: Create shelf
he_il: צור מדף
ja_jp: 本棚を作成

source: Edit Shelf
he_il: ערוך מדף
ja_jp: 本棚を編集

source: All books
he_il: כלל הספרים
ja_jp: 全ての本

source: Import Books
he_il: ייבוא ספרים
ja_jp: 本をインポート

source: Edit shelf
he_il: ערוך מדף
ja_jp: 本棚を編集する

source: Delete shelf
he_il: מחק מדף
ja_jp: 本棚を削除する

source: This shelf is empty.
he_il: מדף זה ריק.
ja_jp: この本棚は空です。

source: Invite
he_il: הזמינו
ja_jp: 招待

source: Uninvite
ja_jp: 招待を取り消す

source: Remove @%(username)s
ja_jp: %(username)s を追放

source: No cover
ja_jp: カバーなし

source: Boost
ja_jp: ブースト

source: Un-boost
ja_jp: ブーストを取り消す

source: Quote
ja_jp: 引用

source: Progress:
ja_jp: 進捗:

source: pages
he_il: עמודים
ja_jp: ページ

source: percent
he_il: אחוז
ja_jp: パーセント

source: of %(pages)s pages
ja_jp: %(pages)s ページの内

source: Reply
ja_jp: 返信

source: Content
he_il: תוכן
ja_jp: コンテンツ

source: Include spoiler alert
he_il: כלול אזהרת ספוילר
ja_jp: ネタバレ警告を含める

source: Spoilers/content warnings:
ja_jp: ネタバレ/コンテンツへの警告:

source: Spoilers ahead!
he_il: ספוילרים לפניך!
ja_jp: ネタバレ注意！

source: Comment:
he_il: הערה:
ja_jp: コメント:

source: Post
ja_jp: 投稿

source: Quote:
he_il: ציטוט:
ja_jp: 引用:

source: Position:
ja_jp: 引用元:

source: On page:
ja_jp: ページ:

source: At percent:
ja_jp: パーセント:

source: Your review of '%(book_title)s'
ja_jp: '%(book_title)s' のレビュー

source: Review:
ja_jp: レビュー:

source: Like
ja_jp: いいね

source: Un-like
ja_jp: いいねを取り消す

source: Filters
he_il: מסננים
ja_jp: フィルター

source: Filters are applied
he_il: מסננים הוחלו
ja_jp: フィルターが適用されました

source: Clear filters
he_il: הסר מסננים
ja_jp: フィルタをクリア

source: Apply filters
he_il: סנן
ja_jp: フィルターを適用

source: Follow @%(username)s
he_il: עקוב אחרי @%(username)s
ja_jp: @%(username)s をフォロー

source: Undo follow request
he_il: בטל בקשת מעקב
ja_jp: フォローリクエストを取り消す

source: Unfollow @%(username)s
he_il: הפסק מעקב אחרי @%(username)s
ja_jp: @%(username)sのフォローを解除

source: Unfollow
he_il: הפסק מעקב
ja_jp: フォローを解除

source: Documentation
he_il: תיעוד
ja_jp: ドキュメント

source: Support %(site_name)s on <a href="%(support_link)s" target="_blank" rel="nofollow noopener noreferrer">%(support_title)s</a>
he_il: תמכו ב-%(site_name)s ב-<a href="%(support_link)s" target="_blank" rel="nofollow noopener noreferrer">%(support_title)s</a>
ja_jp: %(site_name)s を<a href="%(support_link)s" target="_blank" rel="nofollow noopener noreferrer">%(support_title)s</a>で支援する

source: BookWyrm's source code is freely available. You can contribute or report issues on <a href="https://github.com/bookwyrm-social/bookwyrm" target="_blank" rel="nofollow noopener noreferrer">GitHub</a>.
he_il: קוד המקור של BookWyrm זמין באופן חופשי. ניתן לתרום לו או לדווח על בעיות ב-<a href="https://github.com/bookwyrm-social/bookwyrm" target="_blank" rel="nofollow noopener noreferrer">GitHub</a>.
ja_jp: BookWyrmのソースコードは自由に利用できます。また、<a href="https://github.com/bookwyrm-social/bookwyrm" target="_blank" rel="nofollow noopener noreferrer">GitHub</a> でコントリビュートしたり、問題等を報告することができます。

source: No rating
he_il: אין דירוג
ja_jp: 評価なし

source: rated <em><a href="%(path)s">%(title)s</a></em>: %(display_rating)s star
ja_jp: さんは<em><a href="%(path)s">%(title)s</a></em>を評価しました: %(display_rating)s stars

source: Set a goal for how many books you'll finish reading in %(year)s, and track your progress throughout the year.
ja_jp: %(year)s 年に読み終える本の数を目標として設定し、1年を通して進捗状況を記録しましょう。

source: Reading goal:
he_il: יעד קריאה:
ja_jp: 読書目標:

source: books
he_il: ספרים
ja_jp: 本

source: Goal privacy:
he_il: הגדרות הפרטיות של היעד:
ja_jp: 読書目標の公開範囲:

source: Post to feed
he_il: פרסם לפיד
ja_jp: フィードに投稿する

source: Set goal
he_il: קבע יעד
ja_jp: 目標を作成

# Goal successfully completed
source: Success!
he_il: הצלחה!
ja_jp: 達成しました！

source: %(percent)s%% complete!
he_il: %(percent)s%% הושלמו!
ja_jp: %(percent)s%% 読み終えました！

source: You've read <a href="%(path)s">%(read_count)s of %(goal_count)s books</a>.
he_il: קראתם <a href="%(path)s">%(read_count)s מתוך %(goal_count)s ספרים</a>.
ja_jp: あなたが読んだのは <a href="%(path)s">%(goal_count)s 冊中、 %(read_count)s 冊です</a>。

source: %(username)s has read <a href="%(path)s">%(read_count)s of %(goal_count)s books</a>.
he_il: %(username)s קרא.ה <a href="%(path)s">%(read_count)s מתוך %(goal_count)s ספרים</a>.
ja_jp: %(username)s は%(goal_count)s 冊の目標に対して、<a href="%(path)s">%(read_count)s 冊を読みました</a>。

source: Previous
he_il: הקודם
ja_jp: 前へ

source: Followers-only
he_il: לעוקבים בלבד
ja_jp: フォロワーのみ

source: Rate
he_il: דרגו
ja_jp: 評価

source: (Optional)
he_il: (רשות)
ja_jp: (任意)

source: Choose wisely! Your username cannot be changed.
he_il: בחרו בתבונה! שם המשתמש.ת שלכם לא ניתן לשינוי.
ja_jp: よく考えてから決めてください！ユーザー名は変更できません。

source: Sign Up
he_il: הירשם
ja_jp: 新規登録

source: Report @%(username)s's status
ja_jp: @%(username)s の投稿を通報

source: Report %(domain)s link
ja_jp: %(domain)s のリンクを通報

source: Report @%(username)s
ja_jp: @%(username)s を通報

source: This report will be sent to %(site_name)s's moderators for review.
ja_jp: この通報内容は %(site_name)sのモデレーターにレビューのために送信されます。

source: More info about this report:
ja_jp: この通報についての詳細:

source: Move book
he_il: העבר ספר
ja_jp: 本を移動する

source: Start reading
ja_jp: 読み始める

source: Open image in new window
ja_jp: 画像を新しいウィンドウで開く

source: Hide status
he_il: הסתר סטטוס
ja_jp: ステータスを非表示

source: rated <a href="%(book_path)s">%(book)s</a>:
ja_jp: さんが<a href="%(book_path)s">%(book)s</a>を評価しました:

source: reviewed <a href="%(book_path)s">%(book)s</a> by <a href="%(author_path)s">%(author_name)s</a>
ja_jp: さんが、 <a href="%(author_path)s">%(author_name)s</a>著の<a href="%(book_path)s">%(book)s</a> をレビューしました

source: reviewed <a href="%(book_path)s">%(book)s</a>
ja_jp: さんが <a href="%(book_path)s">%(book)s</a> をレビューしました

source: Delete status
he_il: מחק סטטוס
ja_jp: 投稿を削除

source: Boost status
ja_jp: 投稿をブースト

source: Like status
ja_jp: 投稿にいいね！する

source: More options
ja_jp: その他のオプション

source: Sorted ascending
ja_jp: 昇順で並び替える

source: Sorted descending
ja_jp: 降順で並び替える

source: Show more
he_il: הצג עוד
ja_jp: さらに表示

source: Show less
he_il: הצג פחות
ja_jp: 表示を減らす

source: Inactive
he_il: לא פעיל
ja_jp: 非アクティブ

source: 2FA check
he_il: בדיקת אימות דו שלבי
ja_jp: 二段階認証チェック

source: Confirm and Log In
he_il: אשר והיכנס
ja_jp: 確認してログイン

source: 2FA is available
he_il: אימות דו שלבי זמין
ja_jp: 二段階認証が利用可能です

source: You can secure your account by setting up two factor authentication in your user preferences. This will require a one-time code from your phone in addition to your password each time you log in.
ja_jp: ユーザー設定で二段階認証を設定することで、あなたのアカウントを守ることができます。 ログインする度にあなたのパスワードに加え、スマートフォンに表示されるワンタイムコードが必要となります。

source: %(username)s's books
ja_jp: %(username)sさんの本

source: %(year)s Reading Progress
ja_jp: %(year)s 年の読書の進捗状況

source: Edit Goal
ja_jp: 目標を編集

source: Your %(year)s Books
ja_jp: あなたの %(year)s 年の本

source: %(username)s's %(year)s Books
ja_jp: %(username)s の %(year)s 年の本

source: Your Groups
ja_jp: あなたのグループ

source: Groups: %(username)s
he_il: קבוצות: %(username)s
ja_jp: グループ: %(username)s

source: Follow Requests
he_il: בקשות מעקב
ja_jp: フォローリクエスト

source: Reviews and Comments
he_il: ביקורות ותגובות
ja_jp: レビューとコメント

source: Lists: %(username)s
he_il: רשימות: %(username)s
ja_jp: リスト: %(username)s

source: Create list
he_il: צור רשימה
ja_jp: リストを作成

source: Joined %(date)s
ja_jp: 登録日 %(date)s

source: %(username)s has no followers
he_il: ל-%(username)s אין עוקבים
ja_jp: %(username)s にはフォロワーがいません。

source: Following
he_il: במעקב
ja_jp: フォロー

source: %(username)s isn't following any users
he_il: %(username)s לא עוקב.ת אחרי אף משתמש
ja_jp: %(username)s は他のユーザーをフォローしていません

source: No reviews or comments yet!
he_il: אין עדיין ביקורות או תגובות!
ja_jp: まだレビューやコメントはありません！

source: Edit profile
he_il: ערוך פרופיל
ja_jp: プロフィールを編集

source: View all %(size)s
ja_jp: %(size)s 冊を全て表示

source: View all books
ja_jp: すべての本を表示

source: %(current_year)s Reading Goal
ja_jp: %(current_year)s 年の読書目標

source: User Activity
he_il: פעילות משתמש.ת
ja_jp: ユーザーアクティビティ

source: Show RSS Options
he_il: הצג אפשרויות RSS
ja_jp: RSSオプションを表示

source: RSS feed
he_il: פיד RSS
ja_jp: RSSフィード

source: No activities yet!
he_il: אין עדיין פעילויות!
ja_jp: アクティビティはまだありません！

source: %(counter)s following
ja_jp: %(counter)s 人フォロー中

source: %(mutuals_display)s follower you follow
ja_jp: あなたがフォローしている %(mutuals_display)s 人のフォロワー

source: No followers you follow
ja_jp: あなたがフォローしているフォロワーはいません

source: View profile and more
he_il: הצג פרופיל ועוד
ja_jp: プロフィールなどを表示

source: File exceeds maximum size: 10MB
he_il: הקובץ חורג מהגודל המירבי: 10MB
ja_jp: ファイルが最大サイズを超えています: 10MB

source: Status updates from {obj.display_name}
he_il: עדכוני סטטוס מ-{obj.display_name}
ja_jp: {obj.display_name} からのステータス更新

source: Load %(count)d unread status
he_il: טען סטטוס %(count)d שלא נקרא
ja_jp: %(count)d 件の未読投稿を読み込む

source: Self deactivation
he_il: השבתה עצמית

source: Failed
he_il: נכשל

source: Re-opened report
he_il: פתח.ה מחדש את הדיווח

source: Messaged reporter
he_il: שלח.ה הודעה למדווח.ת

source: Messaged reported user
he_il: נשלחה הודעה למשתמש המדווח

source: 한국어 (Korean)
he_il: 한국어 (קוריאנית)

source: Українська (Ukrainian)
he_il: Українська (אוקראינית)

source: Oh no!
he_il: הו לא!

source: File too large
he_il: הקובץ גדול מדי

source: The file you are uploading is too large.
he_il: הקובץ שאתם מעלים גדול מדי.

source: Wikipedia
he_il: ויקיפדיה

source: Wikidata:
he_il: ויקינתונים:

source: ISBN:
he_il: מסת"ב ISBN:

source: Load cover from URL:
he_il: טעינת כריכה מכתובת:

source: Sort Title:
he_il: מיין כותרת:

source: Jane Doe
he_il: פלוני-ת אלמוני-ת

source: Editions of <a href="%(work_path)s"><i>%(work_title)s</i></a>
he_il: מהדורות של <a href="%(work_path)s"><i>%(work_title)s</i></a>

source: URL:
he_il: כתובת אינטרנט:

source: Availability:
he_il: זמינות:

source: URL
he_il: כתובת אינטרנט

source: This link is taking you to: <code>%(link_url)s</code>.<br> Is that where you'd like to go?
he_il: הקישור הזה לוקח אתכם ל-<code>%(link_url)s</code><br>. האם לשם תרצו להגיע?

source: Series by
he_il: סדרה מאת

source: Unsorted Book
he_il: ספר לא ממוין

source: Loading data will connect to <strong>%(source_name)s</strong> and check for any metadata about this book which aren't present here. Existing metadata will not be overwritten.
he_il: טעינת מידע תוביל לחיבור ל-<strong>%(source_name)s</strong> ותאתר כל פריט מטא-דאטה שאינו מופיע כאן. מטא-דאטה קיים לא ישוכתב.

source: Dismiss message
he_il: התעלם מהודעה

source: One last step before you join %(site_name)s! Please confirm your email address by clicking the link below:
he_il: עוד צעד אחד לפני ההצטרפות ל-%(site_name)s! אנא אמתו את כתובת הדוא״ל ע״י לחיצה על הקישור מטה:

source: Or enter the code "<code>%(confirmation_code)s</code>" at login.
he_il: או הקישו את הקוד <code>%(confirmation_code)s</code> בעת ההתחברות.

source: Or enter the code "%(confirmation_code)s" at login.
he_il: או הזינו את הקוד %(confirmation_code)s בעת ההתחברות.

source: As well as creating lists from the Lists page, you can create a group-curated list here on the group's homepage. Any member of the group can create a list curated by group members.
he_il: בנוסף ליצירת רשימות מעמוד הרשימות, אפשר ליצור רשימה קבוצתית כאן בעמוד הבית של הקבוצה. כל חבר.ה בקבוצה יכול.ה ליצור רשימה קבוצתית.

source: Congratulations, you've finished the tour! Now you know the basics, but there is lots more to explore on your own. Happy reading!
he_il: מזל טוב, סיימתם את הסיור! עכשיו אתם מכירים את הבסיס, אבל יש עוד הרבה מה לחקור. קריאה מהנה!

source: Welcome to Bookwyrm!<br><br>Would you like to take the guided tour to help you get started?
he_il: ברוכים הבאים ל-Bookwyrm!<br><br> תרצו לנסות את הסיור המודרך כדי להתחיל?

source: If you ever change your mind, just click on the Guided Tour link to start your tour
he_il: אם תשנו את דעתכם, לחצו על קישור הסיור המודרך כדי להתחיל בסיור

source: Books on your reading status shelves will be shown here.
he_il: כאן יופיעו ספרים ממדפי סטטוס הקריאה שלכם.

source: Updates from people you are following will appear in your <strong>Home</strong> timeline.<br><br>The <strong>Books</strong> tab shows activity from anyone, related to your books.
he_il: עדכונים מאנשים שאתם עוקבים אחריהם יופיע בציר ה<strong>בית</strong>.<br><br> לשונית ה<strong>ספרים</strong> מראה פעילות מצד כל משתמש הקשורה לספרים שלכם.

source: The bell will light up when you have a new notification. When it does, click on it to find out what exciting thing has happened!
he_il: סמל הפעמון יואר כשיש לך התראה חדשה. כשזה קורא, לחץ/י עליו כדי לגלות איזה דבר מרגש קרה!

source: Try selecting <strong>Profile</strong> from the drop down menu to continue the tour.
he_il: נסו לבחור <strong>פרופיל</strong> מהתפריט הנפתח כדי להמשיך בסיור.

source: This is the lists page where you can discover book lists created by any user. A List is a collection of books, similar to a shelf.
he_il: זהו עמוד הרשימות בו ניתן לגלות רשימות ספרים שנוצרו על ידי כל משתמש שהוא. רשימה היא אוסף ספרים, בדומה למדף.

source: Shelves are for organising books for yourself, whereas Lists are generally for sharing with others.
he_il: מדפים נועדו כדי לסדר ספרים עבור עצמך, בעוד שרשימות נועד לרוב לשיתוף עם אחרים.

source: Let's see how to create a new list.
he_il: בואו נראה איך ליצור רשימה חדשה.

source: Click the <strong>Create List</strong> button, then <strong>Next</strong> to continue the tour
he_il: לחצו על <strong>צור רשימה</strong> ואז על <strong>הבא</strong> כדי להמשיך בסיור

source: You must give your list a name and can optionally give it a description to help other people understand what your list is about.
he_il: חובה לתת לרשימה שם, וניתן גם להוסיף תיאור כדי לעזור לאחרים להבין על מה הרשימה.

source: Choose who can see your list here. List privacy options work just like we saw when posting book reviews. This is a common pattern throughout Bookwyrm.
he_il: בחרו מי יכול לצפות ברשימה שלכם כאן. אפשרויות פרטיות של רשימות עובדות בדיוק כמו שראינו לגבי פרסום ביקורות ספרים. זוהי תבנית חוזרת ב-Bookwyrm.

source: You can also decide how your list is to be curated - only by you, by anyone, or by a group.
he_il: תוכלו להחליט איך לאצור את הרשימה - על ידכם בלבד, על ידי כל אחד או על ידי קבוצה.

source: Next in our tour we will explore Groups!
he_il: בשלב הבא בסיור נלמד על קבוצות!

source: Next: Groups
he_il: הבא: קבוצות

source: Take me there
he_il: קח אותי לשם

source: If the book you are looking for is available on a remote catalogue such as Open Library, click on <strong>Import book</strong>.
he_il: אם הספר שאתם מחפשים נמצא בקטלוג מרוחק כגון Open Library לחצו על <strong>יבא ספר</strong>.

source: If the book you are looking for is already on this Bookwyrm instance, you can click on the title to go to the book's page.
he_il: אם הספר אותו אתם מחפשים כבר מופיע בשרת Bookwyrm זה, ניתן ללחוץ על שם הכותר כדי לגשת לדף הספר.

source: If your book is not in the results, try adjusting your search terms.
he_il: אם הספר שלכם לא מופיע בתוצאות, נסו לשנות את מילות החיפוש.

source: Import, manually add, or view an existing book to continue the tour.
he_il: יבאו ספר, הוסיפו ספר ידנית או צפו בספר קיים כדי להמשיך בסיור.

source: This is the page where your books are listed, organised into shelves.
he_il: בעמוד זה מופיעים הספרים שלך מסודרים לפי מדפים.

source: <strong>To Read</strong>, <strong>Currently Reading</strong>, <strong>Read</strong>, and <strong>Stopped Reading</strong> are default shelves. When you change the reading status of a book it will automatically be moved to the matching shelf. A book can only be on one default shelf at a time.
he_il: <strong>לקרוא</strong>, <strong>בקריאה</strong>, <strong>נקראו</strong> ו<strong>קריאה הופסקה</strong> הם מדפי ברירת מחדל. כשמשנים את סטטוס הקריאה של הספר הוא יועבר למדף המתאים באופן אוטומטי. ספר יכול להיות במדף ברירת מחדל אחד בלבד בכל רגע נתון.

source: Reading status shelves
he_il: מדפי סטטוס קריאה

source: If you have an export file from another service like Goodreads or LibraryThing, you can import it here.
he_il: אם יש לך קובץ ייצוא משירות אחר כמו Goodreads או LibraryThing, ניתן לייבא אותו כאן.

source: Now that we've explored book shelves, let's take a look at a related concept: book lists!
he_il: עכשיו אחרי שהתנסנו עם מדפי ספרים בואו נתקדם לנושא קשור: רשימות ספרים!

source: Click on the <strong>Lists</strong> link here to continue the tour.
he_il: לחצו על קישוא ה<strong>רשימות</strong> כדי להמשיך בסיור.

source: You can create or join a group with other users. Groups can share group-curated book lists, and in future will be able to do other things.
he_il: ניתן ליצור קבוצה או להצטרף לאחת עם משתמשים אחרים. קבוצות יכולות לשתף רשימות ספרים שהורכבו על ידי הקבוצה ובהמשך יוכלו לעשות דברים נוספים.

source: Click the <strong>Create group</strong> button, then <strong>Next</strong> to continue the tour
he_il: לחצו על <strong>צור רשימה</strong> ואז על <strong>הבא</strong> כדי להמשיך בסיור

source: Give your group a name and describe what it is about. You can make user groups for any purpose - a reading group, a bunch of friends, whatever!
he_il: תן.י לקבוצה שלך שם ותאר.י על מה היא. ניתן ליצור קבוצות משתמשים לכל מטרה - קבוצת קריאה, כמה חברים או כל דבר אחר!

source: Groups have privacy settings just like posts and lists, except that group privacy cannot be <strong>Followers</strong>.
he_il: לקבוצות יש הגדרות פרטיות ממש כמו לפוסטים ולרשימות, פרט לכך שהגדרת הפרטיות של קבוצה לא יכולה להיות <strong>עוקבים</strong>.

source: Once you're happy with how everything is set up, click the <strong>Save</strong> button to create your new group.
he_il: כשאתם מרוצים מאיך שהכל מוגדר, לחצו על כפתור <strong>שמור</strong> כדי ליצור את הקבוצה החדשה שלכם.

source: Create and save a group to continue the tour.
he_il: צרו ושמרו קבוצה כדי להמשיך בסיור.

source: This is your user profile. All your latest activities will be listed here. Other Bookwyrm users can see parts of this page too - what they can see depends on your privacy settings.
he_il: זה פרופיל המשתמש שלך. כל הפעילויות האחרונות שלך יוצגו פה. משתמשי Bookwyrm אחרים יכולים גם הם לראות חלקים מהעמוד - מה שהם יכולים לראות תלוי בהגדרות הפרטיות שלך.

source: This tab shows everything you have read towards your annual reading goal, or allows you to set one. You don't have to set a reading goal if that's not your thing!
he_il: הטאב הזה מציג את כל מה שקראת לקראת היעד השנתי או מאפשר לחלופין ליצור יעד כזה. לא חובה לקבוע יעד אם זה לא הקטע שלך!

source: Here you can see your groups, or create a new one. A group brings together Bookwyrm users and allows them to curate lists together.
he_il: כאן תוכל.י לראות את הקבוצות שלך או ליצור קבוצה חדשה. קבוצה מאגדת משתמשים ב-Bookwyrm ומאפשר להם לאצור רשימות יחד.

source: You can see your lists, or create a new one, here. A list is a collection of books that have something in common.
he_il: כאן ניתן לראות את הרשימות שלכם או ליצור אחת חדשה. רשימה היא אוסף ספרים שיש להם משהו במשותף.

source: The Books tab shows your book shelves. We'll explore this later in the tour.
he_il: כרטיסיית הספרים מציגה את מדפי הספרים שלכם. נלמד על כך עוד בהמשך הסיור.

source: No activities for this hashtag yet!
he_il: אין פעילויות עבור ההאשטאג הזה עדיין!

source: On average, recent imports have taken %(minutes)s minutes.
he_il: בממוצע, ייבואים אחרונים לקחו %(minutes)s דקות.

source: You've reached the import limit.
he_il: הגעת למכסת הייבוא.

source: Imports are temporarily disabled; thank you for your patience.
he_il: האפשרות לייבא חסומה זמנית, תודה על סבלנותך.

source: ISBN
he_il: מסת"ב (ISBN)

source: Not a valid import file
he_il: קובץ ייבוא לא תקין

source: Step 1:
he_il: שלב 1:

source: Step 2:
he_il: שלב 2:

source: Overwrites:
he_il: דורס את:
