Repository: bookwyrm-social/bookwyrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il, ja_jp

source: Update import
he_il: עדכן ייבוא
ja_jp: インポートを更新

source: User profile
he_il: פרופיל משתמש.ת
ja_jp: ユーザープロフィール

source: Import Troubleshooting
he_il: פתרון בעיות ייבוא
ja_jp: トラブルシューティングをインポート

source: Approving a suggestion will permanently add the suggested book to your shelves and associate your reading dates, reviews, and ratings with that book.
he_il: אישור הצעה יוסיף את הספר המוצע אוטומטית למדפים שלך ויקשר אליו את תאריכי הקריאה, הביקורות והדירוגים שלך.
ja_jp: 提案を承認すると、提案された本が本棚に永久に追加され、読書の日付、レビュー、評価がその本に関連付けられます。

source: Approve
he_il: אשר/י
ja_jp: 承認する

source: Reject
he_il: דחה/י
ja_jp: 拒否する

source: Failed items
he_il: פריטים שנכשלו
ja_jp: 失敗したアイテム

source: Troubleshooting
he_il: פתרון תקלות
ja_jp: トラブルシューティング

source: Re-trying an import can fix missing items in cases such as:
he_il: ניסיון מחודש לייבא יכול לתקן פריטים חסרים במקרים כגון:
ja_jp: インポートを再試行すると、以下のような場合に不足している項目を修正できます。

source: Total
he_il: סך הכל
ja_jp: 合計

source: Create an Account
he_il: צרו חשבון
ja_jp: アカウントを作成

source: Recent Books
he_il: ספרים אחרונים
ja_jp: 最近追加された本

source: Decentralized
he_il: מבוזר
ja_jp: 脱中央集権的

source: Friendly
he_il: ידידותי
ja_jp: フレンドリー

source: Anti-Corporate
he_il: אנטי-תאגידי
ja_jp: アンチ・コーポレート

source: Join %(name)s
he_il: הצטרפו ל-%(name)s
ja_jp: %(name)s に参加する

source: Your Account
he_il: החשבון שלך
ja_jp: あなたのアカウント

source: Login
he_il: התחברות
ja_jp: ログイン

source: Log in
he_il: התחברו
ja_jp: ログイン

source: Success! Email address confirmed.
he_il: כתובת הדוא״ל אושרה בהצלחה!
ja_jp: 成功！メールアドレスを確認しました

source: Username:
he_il: שם משתמש/ת:
ja_jp: ユーザー名:

source: Password:
he_il: סיסמה:
ja_jp: パスワード:

source: Forgot your password?
he_il: שכחת את הסיסמה?
ja_jp: パスワードをお忘れですか？

source: More about this site
he_il: אודות אתר זה
ja_jp: このサイトの詳細

source: Confirm password:
he_il: אשר/י סיסמה:
ja_jp: パスワード（確認用）:

source: A link to reset your password will be sent to your email address
he_il: קישור לאיפוס הסיסמה יישלח לכתובת הדוא"ל שלכם
ja_jp: パスワードをリセットするためのリンクがあなたのメールアドレスに送信されます。

source: Reset password
he_il: איפוס סיסמה
ja_jp: パスワードをリセット

source: Reactivate Account
he_il: הפעלה מחדש של החשבון
ja_jp: アカウントを再開する

source: Reactivate account
he_il: הפעלה מחדש של החשבון
ja_jp: アカウントを再開する

source: %(site_name)s search
he_il: חיפוש ב-%(site_name)s
ja_jp: %(site_name)s を検索

source: Scan Barcode
he_il: סרוק/י ברקוד
ja_jp: バーコードをスキャン

source: Main navigation menu
he_il: תפריט ניווט ראשי
ja_jp: メインのナビゲーションメニュー

source: password
he_il: סיסמה
ja_jp: パスワード

source: Join
he_il: הצטרפו
ja_jp: 参加する

source: Add "<em>%(title)s</em>" to this list
he_il: הוסהוסף את <em>%(title)s</em> לרשימה זו
ja_jp: "<em>%(title)s</em>"をリストに追加

source: Suggest "<em>%(title)s</em>" for this list
ja_jp: このリストに "<em>%(title)s</em>" を提案する

source: Suggest
he_il: הצע
ja_jp: 提案

source: Un-save
he_il: בטל שמירה
ja_jp: 保存を取り消す

source: Created by <a href="%(userpath)s">%(username)s</a> and managed by <a href="%(grouppath)s">%(groupname)s</a>
he_il: נוצר על ידי <a href="%(userpath)s">%(username)s</a> ומנוהל על ידי <<a href="%(grouppath)s">%(groupname)s</a>
ja_jp: <a href="%(userpath)s">%(username)s</a>さんが作成し、<a href="%(grouppath)s">%(groupname)s</a>によって管理されています

source: Created and curated by <a href="%(path)s">%(username)s</a>
he_il: נוצר ונאצר על ידי <a href="%(path)s">%(username)s</a>
ja_jp: <a href="%(path)s">%(username)s</a>さんが作成およびキュレートしました

source: Created by <a href="%(path)s">%(username)s</a>
he_il: נוצר על ידי <a href="%(path)s">%(username)s</a>
ja_jp: <a href="%(path)s">%(username)s</a>さんが作成しました

source: Curate
he_il: אצרו
ja_jp: キュレート

source: Pending Books
he_il: ספרים ממתינים
ja_jp: 保留中の本

source: <a href="%(user_path)s">%(username)s</a> says:
ja_jp: <a href="%(user_path)s">%(username)s</a> の発言:

source: Delete this list?
he_il: למחוק רשימה זו?
ja_jp: このリストを削除しますか？

source: Edit List
he_il: ערוך רשימה
ja_jp: リストを編集

source: This list is currently empty
he_il: הרשימה ריקה כרגע
ja_jp: 現在リストは空です。

source: List curation:
he_il: אוצרות רשימה:
ja_jp: リストのキュレーション:

source: Closed
he_il: סגור
ja_jp: プライベート

source: Only you can add and remove books to this list
he_il: רק אתם יכולים להוסיף ולהסיר ספרים מרשימה זו
ja_jp: リストにブックを追加および削除できるのはあなただけです

source: Anyone can suggest books, subject to your approval
he_il: כל אחד יכול.ה להציע ספרים, בכפוף לאישורכם
ja_jp: 誰でもあなたの承認を条件に、本を提案することができます。

# curation type
source: Open
he_il: פתוח
ja_jp: 公開

source: Anyone can add books to this list
he_il: כל אחד יכול להוסיף ספרים לרשימה זו
ja_jp: 誰でもリストに本を追加することができます。

source: Group
he_il: קבוצה
ja_jp: グループ

source: Group members can add to and remove from this list
he_il: חברי הקבוצה יכולים להוסיף ולהסיר מרשימה זו
ja_jp: グループのメンバーは、リストに本を追加および削除することができます

source: Select Group
he_il: בחר קבוצה
ja_jp: グループを選ぶ

source: Select a group
he_il: בחר קבוצה
ja_jp: グループを選ぶ

source: You don't have any Groups yet!
he_il: אין לכם עדיין קבוצות!
ja_jp: あなたはまだグループを持っていません！

source: Create a Group
he_il: צור קבוצה
ja_jp: グループを作成

source: Delete list
he_il: הסרת רשימה
ja_jp: リストを削除

source: Notes:
he_il: הערות:
ja_jp: メモ:

source: An optional note that will be displayed with the book.
he_il: הערה אופציונלית שתוצג עם הספר.
ja_jp: 本とともに表示される任意のメモ。

source: You successfully suggested a book for this list!
he_il: הצעתם ספר לרשימה זו בהצלחה!
ja_jp: このリストへの本の提案に成功しました！

source: You successfully added a book to this list!
he_il: הוספתם ספר לרשימה זו בהצלחה!
ja_jp: このリストへの本の追加に成功しました！

source: This list is currently empty.
he_il: הרשימה ריקה כרגע.
ja_jp: このリストには現在何もありません。

source: Edit notes
he_il: ערוך הערות
ja_jp: メモを編集

source: Add notes
he_il: הוסף הערות
ja_jp: メモを加える

source: Added by <a href="%(user_path)s">%(username)s</a>
he_il: נוסף על ידי <a href="%(user_path)s">%(username)s</a>
ja_jp: <a href="%(user_path)s">%(username)s</a>によって追加されました

source: List position
he_il: מיקום ברשימה
ja_jp: リストの位置

source: Set
he_il: קבע
ja_jp: 設定

source: Remove
he_il: הסר
ja_jp: 削除

source: Sort List
he_il: מיין רשימה
ja_jp: リストの並び替え

source: Direction
ja_jp: 項目順

source: Add Books
he_il: הוסף ספרים
ja_jp: 本を追加する

source: Suggest Books
he_il: הצע ספרים
ja_jp: 本を提案する

source: search
ja_jp: 検索

source: Clear search
he_il: ניקוי חיפוש
ja_jp: 検索をクリア

source: No books found matching the query "%(query)s"
he_il: לא נמצאו ספרים המתאימים לשאילתת החיפוש "%(query)s"
ja_jp: クエリ "%(query)s" に一致する本は見つかりませんでした

source: Embed this list on a website
he_il: הטמע רשימה זו באתר
ja_jp: このリストをウェブサイトに埋め込む

source: Copy embed code
he_il: העתק קוד הטמעה
ja_jp: 埋め込みコードをコピー

source: Saved
he_il: נשמר
ja_jp: 保存しました

source: No lists found.
he_il: לא נמצאו רשימות.
ja_jp: リストは見つかりませんでした。

source: Your Lists
he_il: הרשימות שלכם
ja_jp: あなたのリスト

source: All Lists
he_il: כל הרשימות
ja_jp: 全てのリスト

source: Saved Lists
he_il: רשימות שמורות
ja_jp: 保存したリスト

source: Log out
he_il: התנתק
ja_jp: ログアウト

source: Your <a href="%(url)s">import</a> completed.
ja_jp: <a href="%(url)s">インポート</a> が完了しました。

source: has been removed from your group "<a href="%(group_path)s">%(group_name)s</a>"
ja_jp: は、あなたのグループ "<a href="%(group_path)s">%(group_name)s</a>" から追放されました

source: You have been removed from the "<a href="%(group_path)s">%(group_name)s</a>" group
ja_jp: あなたは "<a href="%(group_path)s">%(group_name)s</a>" のグループから追放されました

source: Content warning
he_il: אזהרת תוכן
ja_jp: CW

source: has changed the privacy level for <a href="%(group_path)s">%(group_name)s</a>
ja_jp: さんが <a href="%(group_path)s">%(group_name)s</a> の公開範囲を変更しました

source: has changed the name of <a href="%(group_path)s">%(group_name)s</a>
ja_jp: さんが <a href="%(group_path)s">%(group_name)s</a> のグループ名を変更しました

source: has changed the description of <a href="%(group_path)s">%(group_name)s</a>
ja_jp: さんが <a href="%(group_path)s">%(group_name)s</a> の説明を変更しました

source: Delete notifications
he_il: מחיקת התראות
ja_jp: 通知を削除

source: All
ja_jp: 全て

source: Mentions
he_il: אזכורים
ja_jp: メンション

source: You're all caught up!
he_il: אתם מעודכנים לגמרי!
ja_jp: 全ての通知を既読済みです！

source: Something went wrong trying to follow <strong>%(account)s</strong>
ja_jp: <strong>%(account)s</strong> をフォローしている最中にエラーが発生しました

source: You have blocked <strong>%(account)s</strong>
he_il: חסמת את <strong>%(account)s</strong>
ja_jp: <strong>%(account)s</strong> をブロックしました

source: <strong>%(account)s</strong> has blocked you
ja_jp: <strong>%(account)s</strong> さんがあなたをブロックしました

source: You are already following <strong>%(account)s</strong>
ja_jp: あなたは既に <strong>%(account)s</strong> をフォローしています

source: You have already requested to follow <strong>%(account)s</strong>
ja_jp: あなたは既に <strong>%(account)s</strong> へのフォローをリクエストしています

source: Follow %(username)s on the fediverse
he_il: עקוב אחרי %(username)s בפדיברס
ja_jp: Fediverseで %(username)s をフォロー

source: Follow %(username)s from another Fediverse account like BookWyrm, Mastodon, or Pleroma.
ja_jp: %(username)s をBookWyrm、MastodonまたはPleromaなどの他のFediverseアカウントからフォローしましょう。

source: User handle to follow from:
ja_jp: 以下のアカウントからフォロー:

source: Follow!
he_il: עקבו!
ja_jp: フォロー！

source: Follow on Fediverse
he_il: עקבו בפדיברס
ja_jp: Fediverseでフォローする

source: This link opens in a pop-up window
he_il: קישור זה נפתח בחלון קופץ
ja_jp: このリンクはポップアップウィンドウで開きます

source: Log in to %(sitename)s
he_il: התחבר ל-%(sitename)s
ja_jp: %(sitename)s にログイン

source: Error following from %(sitename)s
ja_jp: %(sitename)s からのフォロー中のエラー

source: Follow from %(sitename)s
ja_jp: %(sitename)s からのフォロー

source: Follow %(username)s
he_il: עקוב אחרי @%(username)s
ja_jp: %(username)s をフォロー

source: You are now following %(display_name)s!
he_il: את.ה עוקב.ת כעת אחרי %(display_name)s
ja_jp: %(display_name)s! をフォローしています！

source: Two Factor Authentication
he_il: אימות דו-שלבי
ja_jp: 二段階認証

source: Successfully updated 2FA settings
he_il: הגדרות אימות דו שלבי עודכנו בהצלחה
ja_jp: 二段階認証の設定の更新に成功しました

source: Write down or copy and paste these codes somewhere safe.
he_il: רשמו או עשו "העתק-הדבק" לקודים אלה במקום בטוח.
ja_jp: これらのコードをどこか安全な場所に書き留めるか、コピー&ペーストしてください。

source: You must use them in order, and they will not be displayed again.
he_il: יש להשתמש בהם לפי הסדר והם לא יוצגו שוב.
ja_jp: これらのコードを必ず順番に使用してください。これ以降、コードは再び表示されません。

source: Two Factor Authentication is active on your account.
he_il: אימות דו-שלבי פעיל בחשבונך.
ja_jp: 二段階認証はあなたのアカウントで有効です。

source: Disable 2FA
he_il: השבת אימות דו שלבי
ja_jp: 二段階認証の無効

source: You can generate backup codes to use in case you do not have access to your authentication app. If you generate new codes, any backup codes previously generated will no longer work.
ja_jp: あなたの認証アプリに万が一アクセスできない場合に使用する、バックアップコードを生成できます。 新しいコードを生成すると、過去に生成されたどのバックアップコードも利用できなくなります。

source: Generate backup codes
he_il: צור קודי גיבוי
ja_jp: バックアップコードを生成

source: Scan the QR code with your authentication app and then enter the code from your app below to confirm your app is set up.
he_il: סרקו את קוד ה-QR עם יישומון אימות והזינו את הקוד מטה כדי לאשר שהיישומון הוגדר היטב.
ja_jp: 認証アプリでQRコードをスキャンし、アプリに表示されたコードを以下のフォームに入力してアプリが設定されているか確認してください。

source: Use setup key
he_il: ניתן להשתמש במקש ההגדרות
ja_jp: セットアップキーを使う

source: Account name:
he_il: שם החשבון:
ja_jp: アカウント名:

source: Code:
he_il: קוד:
ja_jp: コード:

source: Enter the code from your app:
he_il: הקישו קוד מהיישומון:
ja_jp: 二段階認証アプリからコードを入力:

source: You can make your account more secure by using Two Factor Authentication (2FA). This will require you to enter a one-time code using a phone app like <em>Authy</em>, <em>Google Authenticator</em> or <em>Microsoft Authenticator</em> each time you log in.
ja_jp: 二段階認証(2FA) を利用することで、あなたのアカウントをより安全にすることができます。<em>Authy</em>、<em>Google Authenticator</em>、または<em>Microsoft Authenticator</em>のようなスマートフォンのアプリを利用して、ログインする度にワンタイムコードを入力する必要があります。

source: Confirm your password to begin setting up 2FA.
ja_jp: パスワードを確認して二段階認証の設定を始めてください。

source: Set up 2FA
he_il: הגדר אימות דו-שלבי
ja_jp: 二段階認証を設定

source: Blocked Users
he_il: משתמשים חסומים
ja_jp: ブロックしたユーザー

source: No users currently blocked.
he_il: אין משתמשים חסומים כרגע.
ja_jp: 現在ブロックしたユーザーはいません。

source: Change Password
he_il: החלפת סיסמה
ja_jp: パスワードの変更

source: Successfully changed password
he_il: הסיסמה שונתה בהצלחה
ja_jp: パスワードの変更に成功しました

source: Current password:
he_il: סיסמה נוכחית:
ja_jp: 現在のパスワード:

source: New password:
he_il: סיסמא חדשה:
ja_jp: 新しいパスワード:

source: Delete Account
he_il: מחק חשבון
ja_jp: アカウントを削除

source: Deactivate account
he_il: להשבית את החשבון
ja_jp: アカウントを停止

source: Your account will be hidden. You can log back in at any time to re-activate your account.
he_il: חשבונך יוסתר. ניתן יהיה להיכנס מחדש בכל עת ולהפעיל מחדש את החשבון.
ja_jp: あなたのアカウントは非表示になります。いつでもログインすることができ、アカウント利用を再開できます。

source: Deactivate Account
he_il: להשבית את החשבון
ja_jp: アカウントを停止する

source: Permanently delete account
he_il: מחק חשבון לצמיתות
ja_jp: アカウントを完全に削除する

source: Deleting your account cannot be undone. The username will not be available to register in the future.
he_il: לא ניתן לבטל את מחיקת החשבון. שם המשתמש לא יהיה זמין להרשמה בעתיד.
ja_jp: アカウントの削除を取り消すことはできません。あなたのユーザーネームは、今後アカウント登録の際に利用できなくなります。

source: Disable Two Factor Authentication
he_il: השבת אימות דו שלבי
ja_jp: 二段階認証の無効化

source: Disabling 2FA will allow anyone with your username and password to log in to your account.
he_il: השבתת האימות הדו שלבי תאפשר לכל אחד עם שם המשתמש והסיסמה שלכם להתחבר לחשבונכם.
ja_jp: 二段階認証を無効にすると、あなたのユーザーネームとパスワードを持つ者なら誰でもあなたのアカウントにログインできるようになります。

source: Turn off 2FA
he_il: כבה אימות דו-שלבי
ja_jp: 二段階認証を止める

source: Edit Profile
he_il: ערוך פרופיל
ja_jp: プロフィールを編集

source: Profile
he_il: פרופיל
ja_jp: プロフィール

source: Display
he_il: תצוגה
ja_jp: 表示

source: Privacy
he_il: פרטיות
ja_jp: プライバシー

source: Show suggested users
he_il: הצג משתמשים מוצעים
ja_jp: おすすめユーザーを表示する

source: Show this account in suggested users
he_il: הצג חשבון זה במשתמשים מוצעים
ja_jp: このアカウントをおすすめユーザとして表示する

source: Your account will show up in the <a href="%(path)s">directory</a>, and may be recommended to other BookWyrm users.
ja_jp: あなたのアカウントは<a href="%(path)s">ディレクトリ</a>に表示され、他のBookWyrmユーザーにおすすめされることがあります。

source: Preferred Timezone:
ja_jp: 望ましいタイムゾーン:

source: Theme:
ja_jp: テーマ:

source: Manually approve followers
ja_jp: フォロワーを手動で承認する

source: Hide followers and following on profile
ja_jp: プロフィールのフォロワーとフォローを非表示にする

source: Default post privacy:
ja_jp: デフォルトの投稿範囲:

source: Download file
he_il: הורד קובץ
ja_jp: ファイルをダウンロード

source: Account
ja_jp: アカウント

source: Data
ja_jp: データ

source: Relationships
he_il: קשרים
ja_jp: 他ユーザーとの関係

source: Delete these read dates?
he_il: למחוק את תאריכי הקריאה האלה?
ja_jp: これらの読書日を削除しますか？

source: Update read dates for "<em>%(title)s</em>"
ja_jp: "<em>%(title)s</em>"の読書日を更新

source: Started reading
he_il: התחיל.ה לקרוא
ja_jp: 読み始めた日

source: Progress
he_il: התקדמות
ja_jp: 進捗

source: Finished reading
ja_jp: 読み終えた日

source: Progress Updates:
ja_jp: 進捗状況:

source: finished
he_il: הסתיים
ja_jp: 読了

source: started
ja_jp: 読書開始

source: Edit read dates
ja_jp: 読書日を編集

source: Delete these read dates
ja_jp: これらの読書日を削除

source: Add read dates for "<em>%(title)s</em>"
ja_jp: "<em>%(title)s</em>"の読書日を追加

source: Report
ja_jp: 通報

source: Scan Barcode
he_il: סרוק ברקוד
ja_jp: バーコードをスキャン

source: Requesting camera...
he_il: מבקש מצלמה...
ja_jp: カメラへのアクセスを要求しています...

source: Grant access to the camera to scan a book's barcode.
he_il: אפשרו גישה למצלמה כדי לסרוק ברקוד של ספר.
ja_jp: カメラに対して、本のバーコードをスキャンするためのアクセスを許可してください。

source: Could not access camera
he_il: לא ניתן היה להשתמש במצלמה
ja_jp: カメラにアクセスできませんでした

# barcode scanner
source: Scanning...
he_il: סורק...
ja_jp: 読み込み中...

source: Align your book's barcode with the camera.
he_il: ישרו את הברקוד אל מול המצלמה.
ja_jp: 本のバーコードをカメラに合わせてください。

# barcode scanner
source: ISBN scanned
he_il: מסת"ב (ISBN) נסרק
ja_jp: ISBNをスキャンしました

# followed by ISBN
source: Searching for book:
he_il: מחפש ספר:
ja_jp: 本を検索:

source: Import book
ja_jp: 本をインポート

source: Load results from other catalogues
ja_jp: その他のカタログから結果を読み込む

source: Manually add book
ja_jp: 本を手動で追加

source: Log in to import or add books.
ja_jp: 本をインポートまたは追加するにはログインしてください。

source: Search query
he_il: שאילתת חיפוש
ja_jp: 検索クエリ

source: Search type
he_il: סוג חיפוש
ja_jp: 検索タイプ

source: Users
ja_jp: ユーザー

source: No results found for "%(query)s"
ja_jp: "%(query)s" に対する結果はありません

source: %(result_count)s result found
ja_jp: %(result_count)s 件見つかりました

source: Announcement
ja_jp: お知らせ

source: Edit
ja_jp: 編集

source: Announcements
ja_jp: お知らせ

source: Visible:
ja_jp: 公開範囲:

source: Active:
ja_jp: アクティブ:

source: Create Announcement
ja_jp: お知らせを作成

source: Preview
ja_jp: プレビュー

source: active
he_il: פעיל
ja_jp: アクティブ

source: inactive
he_il: לא פעיל
ja_jp: 非アクティブ

source: No announcements found
he_il: לא נמצאו הכרזות.
ja_jp: お知らせはありません

source: Edit Announcement
he_il: עריכת הכרזה
ja_jp: お知らせを編集

source: Announcement content
he_il: תוכן הכרזה
ja_jp: お知らせの内容

source: Details:
he_il: פרטים:
ja_jp: 詳細:

source: Event date:
he_il: תאריך אירוע:
ja_jp: イベントの日付:

source: Display settings
he_il: הגדרות תצוגה
ja_jp: 表示設定

source: Color:
he_il: צבע:
ja_jp: カラー:

source: Auto-moderation rules
ja_jp: 自動モデレーションルール

source: Schedule:
he_il: לוח זמנים:
ja_jp: スケジュール:

source: Enabled:
he_il: מופעל:
ja_jp: 有効:

source: Delete schedule
he_il: מחק לוח זמנים
ja_jp: スケジュールを削除

source: Schedule scan
he_il: תזמן סריקה
ja_jp: スケジュールスキャン

source: Successfully added rule
he_il: כלל נוסף בהצלחה
ja_jp: ルールの追加に成功しました。

source: Add Rule
he_il: הוסף כלל
ja_jp: ルールを追加

source: Add rule
he_il: הוסף כלל
ja_jp: ルールを追加

source: Current Rules
he_il: כללים נוכחיים
ja_jp: 現在のルール

source: Show rules
he_il: הצג כללים
ja_jp: ルールを表示

source: Remove rule
he_il: הסר כלל
ja_jp: ルールを削除

source: Queues
he_il: תורים
ja_jp: キュー

source: Inbox
he_il: תיבת דואר נכנס
ja_jp: 受信箱

source: Images
he_il: תמונות
ja_jp: 画像

source: Email
he_il: דוא"ל
ja_jp: メールアドレス

source: Task name
he_il: שם משימה
ja_jp: タスク名

source: Run time
he_il: זמן ריצה
ja_jp: ランタイム

source: Uptime:
ja_jp: アップタイム:

source: Errors
he_il: שגיאות
ja_jp: エラー

source: Federated Instances
ja_jp: 連合しているインスタンス

source: Dashboard
he_il: לוח בקרה
ja_jp: ダッシュボード

source: Total users
he_il: סך הכל משתמשים
ja_jp: 合計ユーザー

source: Instance Activity
he_il: פעילות בשרת
ja_jp: インスタンスのアクティビティ

source: Statuses posted
he_il: סטטוסים שפורסמו
ja_jp: 投稿数:

source: Your instance is missing a code of conduct.
ja_jp: あなたのインスタンスには行動規範がありません。

source: Your instance is missing a privacy policy.
ja_jp: インスタンスにプライバシーポリシーがありません。

source: Add domain
he_il: הוסף דומיין
ja_jp: ドメインを追加

source: Domain:
he_il: דומיין:
ja_jp: ドメイン:

source: Email Blocklist
he_il: רשימת חסימות דוא"ל
ja_jp: メールアドレスのブロックリスト

source: Options
ja_jp: オプション

source: Email Configuration
he_il: הגדרות דוא"ל
ja_jp: Eメール設定

source: Successfully sent test email.
ja_jp: テストメールの送信に成功しました。

source: Email sender:
ja_jp: メール送信者:

source: Host:
ja_jp: ホスト:

source: Host user:
ja_jp: ホストユーザー:

source: Port:
ja_jp: ポート:

source: Send test email to %(email)s
he_il: שלח דוא"ל ניסיון ל-%(email)s
ja_jp: %(email)s にテストメールを送信

source: Send test email
he_il: שלח דוא"ל ניסיון
ja_jp: テストメールを送信

source: Add instance
ja_jp: インスタンスを追加

source: Import block list
ja_jp: ブロックリストのインポート

source: Instance:
ja_jp: インスタンス:

source: Status:
he_il: סטטוס:
ja_jp: 状態:

source: Software:
he_il: תוכנה:
ja_jp: ソフトウェア:

source: Version:
he_il: גרסה:
ja_jp: バージョン:

source: Details
he_il: פרטים
ja_jp: 詳細

source: Activity
he_il: פעילות
ja_jp: 読書活動

source: Users:
he_il: משתמשים:
ja_jp: ユーザー:

source: View all
he_il: הצג הכל
ja_jp: 全て表示

source: Reports:
ja_jp: 通報:

source: Notes
ja_jp: メモ

source: <em>No notes</em>
ja_jp: <em>メモはありません</em>

source: All users from this instance will be deactivated.
ja_jp: このインスタンスのすべてのユーザーが無効化されます。

source: Un-block
he_il: בטל חסימה
ja_jp: ブロック解除

source: All users from this instance will be re-activated.
ja_jp: このインスタンスのすべてのユーザーが再アクティブ化されます。

source: Import Blocklist
he_il: יבא רשימה שחורה
ja_jp: ブロックリストのインポート

source: Success!
he_il: הצלחה!
ja_jp: 成功！

source: Successfully blocked:
he_il: נחסמו בהצלחה:
ja_jp: ブロックに成功しました:

source: Failed:
ja_jp: 失敗:

source: Instance name
ja_jp: インスタンス名

source: Last updated
he_il: עודכן לאחרונה
ja_jp: 最終更新日時

source: Software
he_il: תוכנה
ja_jp: ソフトウェア

source: No instances found
ja_jp: インスタンスが見つかりません

source: Stop import?
he_il: עצור ייבוא?
ja_jp: インポートを止めますか？

source: Disable imports
he_il: השבתת האפשרות לייבוא
ja_jp: インポートを無効化

source: Enable imports
he_il: הפעל יבוא
ja_jp: インポートを有効化

source: User
he_il: משתמש/ת
ja_jp: ユーザー

source: Date Updated
he_il: עודכן בתאריך
ja_jp: 更新日

source: Pending items
he_il: פריטים ממתינים
ja_jp: 保留中のアイテム

source: Invite Requests
he_il: בקשות להזמנה
ja_jp: 招待リクエスト

source: Invites
he_il: הזמנות
ja_jp: 招待

source: Date accepted
he_il: תאריך אישור
ja_jp: 受理日

source: Action
he_il: פעולה
ja_jp: 操作

source: Accepted
he_il: אושר
ja_jp: 承認済み

source: Sent
he_il: נשלח
ja_jp: 送信済み

source: Send invite
he_il: שלח הזמנה
ja_jp: 招待を送信する

source: Re-send invite
he_il: שלח הזמנה מחדש
ja_jp: 招待を再送信する

source: Ignore
he_il: התעלם
ja_jp: 無視

source: Un-ignore
he_il: בטל התעלמות
ja_jp: 取り消し

source: Back to pending requests
ja_jp: 保留中の招待リクエストに戻る

source: View ignored requests
ja_jp: 無視された招待リクエストを表示

source: Generate New Invite
ja_jp: 新しい招待を作成

source: Expiry:
he_il: תפוגה:
ja_jp: 有効期限:

source: Use limit:
he_il: מגבלת שימוש:
ja_jp: 使用上限:

source: Create Invite
ja_jp: 招待を作成

source: Expires
he_il: פג
ja_jp: 有効期限

source: Max uses
ja_jp: 使用上限

source: Times used
he_il: פעמים בשימוש
ja_jp: 使用された回数

source: No active invites
ja_jp: アクティブな招待はありません

source: Add IP address
he_il: הוסף כתובת IP
ja_jp: IPアドレスを追加

source: Use IP address blocks with caution, and consider using blocks only temporarily, as IP addresses are often shared or change hands. If you block your own IP, you will not be able to access this page.
ja_jp: IPアドレスのブロックは慎重に使用し、IPアドレスの共有や変更が頻繁に行われるため、ブロックの使用は一時的なものにとどめることを検討してください。ご自身のIPをブロックすると、このページにアクセスできなくなります。

source: IP Address:
he_il: ‏כתובת IP:
ja_jp: IPアドレス:

source: You can block IP ranges using CIDR syntax.
ja_jp: CIDR構文を使用して、IP範囲をブロックすることができます。

source: IP Address Blocklist
ja_jp: IPアドレスのブロックリスト

source: Any traffic from this IP address will get a 404 response when trying to access any part of the application.
ja_jp: このIPアドレスからのトラフィックには、404エラーを返します。

source: Address
he_il: כתובת
ja_jp: アドレス

source: No IP addresses currently blocked
ja_jp: 現在ブロックしているIPアドレスはありません

source: Administration
he_il: ניהול
ja_jp: 管理

source: Manage Users
ja_jp: ユーザーの管理

source: Moderation
ja_jp: モデレーション

source: Reports
ja_jp: 通報

source: System
he_il: מערכת
ja_jp: システム

source: Instance Settings
ja_jp: インスタンス設定

source: Site Settings
ja_jp: サイト設定

source: Registration
he_il: רישום
ja_jp: 新規登録

source: Themes
he_il: ערכות נושא
ja_jp: テーマ

source: View links
ja_jp: リンクを見る

source: No domains currently blocked
ja_jp: 現在ブロックしているドメインはありません

source: No links available for this domain.
ja_jp: このドメインへのリンクがありません。

source: Settings saved
he_il: ההגדרות נשמרו
ja_jp: 設定が保存されました

source: Unable to save settings
ja_jp: 設定を保存できません

source: Allow registration
ja_jp: 新規登録を許可する

source: Default access level:
ja_jp: デフォルトのアクセスレベル:

source: Require users to confirm email address
ja_jp: メールアドレスの確認をユーザーに要求する

source: (Recommended if registration is open)
ja_jp: (新規登録が可能な場合は推奨)

source: Allow invite requests
ja_jp: 招待リクエストを許可する

source: Set a question for invite requests
ja_jp: 招待リクエストの質問を設定する

source: Question:
he_il: שאלה:
ja_jp: 質問:

source: Registration closed text:
ja_jp: 新規登録が閉じられた時のテキスト:

source: Back to reports
ja_jp: 通報に戻る

source: Reported status
ja_jp: 通報状態

source: Status has been deleted
ja_jp: 投稿は削除されました

source: Reported links
ja_jp: 通報したリンク

source: Moderation Activity
he_il: פעילות מודרציה
ja_jp: モデレーションのアクティビティ

source: Block domain
ja_jp: ドメインをブロック

source: Reported by <a href="%(path)s">@%(username)s</a>
ja_jp: <a href="%(path)s">@%(username)s</a>からの通報
