Repository: bookwyrm-social/bookwyrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il, ja_jp

source: Your default post privacy setting
he_il: הגדרות ברירת המחדל של פרטיות הפוסטים

source: Reading goals
he_il: יעדי קריאה

source: Shelves
he_il: מדפים

source: Reading history
he_il: היסטוריית קריאה

source: Book lists
he_il: רשימות ספרים

source: Saved lists
he_il: רשימות שמורות

source: The book has been added to the instance since this import
he_il: הספר נוסף לשרת זה מאז הייבוא

source: BookWyrm has been updated since this import with a bug fix
he_il: מאז ייבוא זה, BookWyrm עודכן ותוקנה תקלה

source: Statuses
he_il: סטטוסים

source: Sorry! This invite code is no longer valid.
he_il: מצטערים! קוד ההזמנה אינו זמין עוד.

source: Request an Invitation
he_il: בקשו הזמנה

source: %(name)s registration is closed
he_il: ההרשמה ל-%(name)s סגורה

source: Thank you! Your request has been received.
he_il: תודה! בקשתך התקבלה.

source: A password reset link will be sent to <strong>%(email)s</strong> if there is an account using that email address.
he_il: קישור איפוס סיסמה יישלח ל-<strong>%(email)s</strong> אם יש חשבון המשתמש בכתובת דוא"ל זו.

source: Show/Hide password
he_il: הצג/הסתר סיסמה

source: Successfully posted status
he_il: סטטוס פורסם בהצלחה

source: Error posting status
he_il: שגיאה בפרסום סטטוס

source: You're all set!
he_il: הכל מוכן!

source: Suggested by
he_il: הוצע על ידי

source: Discard
he_il: מחק

source: %(list_name)s, a list by %(owner)s
he_il: %(list_name)s, רשימה מאת %(owner)s

source: on <a href="/">%(site_name)s</a>
he_il: נמצא ב-<a href="/">%(site_name)s</a>

source: That book is already on this list.
he_il: ספר זה כבר נמצא ברשימה.

source: %(list_name)s, a list by %(owner)s on %(site_name)s
he_il: %(list_name)s, רשימה מאת %(owner)s ב-%(site_name)s

source: <a href="%(related_user_link)s">%(related_user)s</a> accepted your invitation to join group "<a href="%(group_path)s">%(group_name)s</a>"
he_il: <a href="%(related_user_link)s">%(related_user)s</a>קיבל.ה את הזמנתכם להצטרף לקבוצה "<a href="%(group_path)s">%(group_name)s</a>"

source: <a href="%(related_user_link)s">%(related_user)s</a> and <a href="%(second_user_link)s">%(second_user)s</a> accepted your invitation to join group "<a href="%(group_path)s">%(group_name)s</a>"
he_il: <a href="%(related_user_link)s">%(related_user)s</a> ו-<a href="%(second_user_link)s">%(second_user)s</a> קיבלו את הזמנתכם להצטרף לקבוצה "<a href="%(group_path)s">%(group_name)s</a>"

source: <a href="%(related_user_link)s">%(related_user)s</a> and %(other_user_display_count)s others accepted your invitation to join group "<a href="%(group_path)s">%(group_name)s</a>"
he_il: <a href="%(related_user_link)s">%(related_user)s</a> ו-%(other_user_display_count)s אחרים קיבלו את הזמנתכם להצטרף לקבוצה "<a href="%(group_path)s">%(group_name)s</a>"

source: <a href="%(related_user_link)s">%(related_user)s</a> added <em><a href="%(book_path)s">%(book_title)s</a></em> to your list "<a href="%(list_path)s">%(list_name)s</a>"
he_il: <a href="%(related_user_link)s">%(related_user)s</a> הוסיף.ה <em><a href="%(book_path)s">%(book_title)s</a></em> לרשימה שלכם ""<a href="%(list_path)s">%(list_name)s</a>"

source: Check you have the correct username before trying again.
he_il: ודא.י ששם המשתמש נכון לפני שתנסה.י שוב.

source: Uh oh...
he_il: אוי לא...

source: Let's log in first...
he_il: בואו נתחבר קודם...

source: Finish "%(book_title)s"
he_il: סיים את "%(book_title)s"

source: Start "%(book_title)s"
he_il: התחל את "%(book_title)s"

source: Stop Reading "%(book_title)s"
he_il: הפסק לקרוא את "%(book_title)s"

source: Want to Read "%(book_title)s"
he_il: רוצה לקרוא את "%(book_title)s"

source: stopped
he_il: עצר

source: Show all updates
he_il: הצגת כל העדכונים

source: Start date
he_il: תאריך התחלה

source: End date
he_il: תאריך סיום

source: Last run:
he_il: ריצה אחרונה:

source: Total run count:
he_il: סך כל הריצות:

source: Run now
he_il: הרץ עכשיו

source: Last run date will not be updated
he_il: תאריך הריצה האחרונה לא יעודכן

source: String match
he_il: התאמת מחרוזת

source: Flag users
he_il: סמן משתמשים

source: Flag statuses
he_il: סמן סטטוסים

source: Celery Status
he_il: מצב Celery

source: Import triggered
he_il: הופעל ייבוא

source: Suggested Users
he_il: משתמשים מוצעים

source: Misc
he_il: שונות

source: Low priority
he_il: עדיפות נמוכה

source: Medium priority
he_il: עדיפות בינונית

source: High priority
he_il: עדיפות גבוהה

source: ID
he_il: מזהה

source: Priority
he_il: עדיפות

source: No active tasks
he_il: אין משימות פעילות

source: Workers
he_il: עובדים

source: Clear Queues
he_il: נקה תורים

source: Works
he_il: יצירות

source: Interval:
he_il: מרווח זמן:

source: Days
he_il: ימים

source: Weeks
he_il: שבועות

source: User signup activity
he_il: פעילות הרשמה

source: Registrations
he_il: הרשמות

source: Error sending test email:
he_il: שגיאה בשליחת דוא"ל ניסיון:

source: Disable starting new imports
he_il: להשבית את האפשרות להתחיל ייבוא חדש

source: This is only intended to be used when things have gone very wrong with imports and you need to pause the feature while addressing issues.
he_il: אפשרות זו נועדה רק למקרים קיצוניים בהם האפשרות ייבוא גורמת לשיבושים, אז יש לעצור את האפשרות זמנית בזמן שפותרחם את התקלה.

source: Set import limit to
he_il: קבע הגבלת ייבוא ל-

source: books every
he_il: ספרים כל

source: days.
he_il: ימים.

source: Set limit
he_il: קבע מגבלה

source: Completed
he_il: הושלם

source: Date requested
he_il: תאריך בקשה

source: Answer
he_il: תשובה

source: No requests
he_il: אין בקשות

source: Requested
he_il: מבוקש

source: Celery status
he_il: מצב Celery

source: <a href="%(user_link)s">%(user)s</a> opened this report
he_il: <a href="%(user_link)s">%(user)s</a> פתח.ה דיווח זה

source: <a href="%(user_link)s">%(user)s</a> commented on this report:
he_il: <a href="%(user_link)s">%(user)s</a> הגיב.ה על דיווח זה:

source: Resolve
he_il: פתור

source: Resolved
he_il: נפתר

source: Activate user
he_il: הפעל משתמש

source: Protocol:
he_il: פרוטוקול:

source: Shelved
he_il: נמצא על המדף

source: Started
he_il: התחיל

source: Until
he_il: עד

source: An excerpt from '%(book_title)s'
he_il: קטע מתוך "%(book_title)s"

source: Accept
he_il: אשר

source: %(half_rating)s star
he_il: כוכב %(half_rating)s

source: %(rating)s star
he_il: כוכב %(rating)s

source: page %(page)s of %(total_pages)s
he_il: עמוד %(page)s מתוך %(total_pages)s

source: page %(page)s
he_il: עמוד %(page)s

source: Newer
he_il: חדש יותר

source: Older
he_il: ישן יותר

source: Leave a rating
he_il: השאירו דירוג

source: Finish "<em>%(book_title)s</em>"
he_il: סיים את "<em>%(book_title)s</em>"

source: Update progress
he_il: עדכן התקדמות

source: Start "<em>%(book_title)s</em>"
he_il: התחל את "<em>%(book_title)s</em>"

source: Stop Reading "<em>%(book_title)s</em>"
he_il: הפסק לקרוא את "<em>%(book_title)s</em>"

source: Stopped reading
he_il: הפסיק.ה לקרוא

source: Want to Read "<em>%(book_title)s</em>"
he_il: רוצה לקרוא את "<em>%(book_title)s</em>"

source: Want to read
he_il: רוצה לקרוא

source: Remove from %(name)s
he_il: הסר מ-%(name)s

source: More shelves
he_il: מדפים נוספים

source: edited %(date)s
he_il: נערך ב-%(date)s

source: commented on <a href="%(book_path)s">%(book)s</a> by <a href="%(author_path)s">%(author_name)s</a>
he_il: הגיב.ה על <a href="%(book_path)s">%(book)s</a> מאת <a href="%(author_path)s">%(author_name)s</a>

source: Deleted
he_il: נמחק

source: Enter the code from your authenticator app:
he_il: הכניסו את הקוד מאפליקציית האימות שלכם:

source: Reviews only
he_il: ביקורות בלבד

source: Quotes only
he_il: ציטוטים בלבד

source: Comments only
he_il: הערות בלבד

source: Book List: %(name)s
he_il: רשימת ספרים: %(name)s

source: %(num)d book - by %(user)s
he_il: ספר %(num)d - מאת %(user)s

source: Quotes from {obj.display_name}
he_il: ציטוט מ-{obj.display_name}

source: Comments from {obj.display_name}
he_il: תגובות מ-{obj.display_name}
