Repository: bookwyrm-social/bookwyrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il, ja_jp

source: One Day
he_il: יום אחד
ja_jp: 1日

source: One Week
he_il: שבוע אחד
ja_jp: 1週間

source: One Month
he_il: חודש אחד
ja_jp: 1ヶ月

source: Does Not Expire
he_il: ללא תפוגה
ja_jp: 有効期限なし

source: {i} uses
he_il: {i} פעמים
ja_jp: {i} 回使用可能

source: Unlimited
he_il: בלתי מוגבלת
ja_jp: 無制限

source: Incorrect password
he_il: סיסמה שגויה
ja_jp: パスワードが間違っています

source: Password does not match
he_il: הסיסמה אינה תואמת
ja_jp: パスワードが一致しません

source: Incorrect Password
he_il: ססמה שגויה
ja_jp: パスワードが正しくありません

source: Reading finish date cannot be before start date.
he_il: זמן סיום הקריאה אינו יכול להיות מוקדם מזמן ההתחלה.
ja_jp: 読み終えた日は読み始めた日より前にすることはできません。

source: Reading stopped date cannot be before start date.
he_il: זמן הפסקת הקריאה אינו יכול להיות מוקדם מזמן ההתחלה.
ja_jp: 読み止めた日は読み始めた日より前にすることはできません

source: Reading stopped date cannot be in the future.
he_il: תאריך הפסקת קריאה אינו יכול להיות בעתיד.
ja_jp: 読書の中断日を未来の日付にすることはできません

source: Reading finished date cannot be in the future.
he_il: תאריך סיום קריאה אינו יכול להיות בעתיד.
ja_jp: 読書の完了日を未来の日付にすることはできません

source: Username or password are incorrect
he_il: שם משתמש-ת או ססמה אינם נכונים
ja_jp: ユーザー名またはパスワードが正しくありません

source: User with this username already exists
he_il: קיים כבר משתמש בעל שם משתמש זה
ja_jp: このユーザー名のユーザーはすでに存在します

source: A user with this email already exists.
he_il: משתמש עם כתובת מייל זו כבר קיים.
ja_jp: このメールのユーザーはすでに存在します。

source: Incorrect code
he_il: קוד שגוי
ja_jp: コードが正しくありません

source: This domain is blocked. Please contact your administrator if you think this is an error.
he_il: הדומיין חסום. אם לדעתך מדובר בטעות, יש לפנות לאדמין.
ja_jp: このドメインはブロックされています。これがエラーだと思われる場合は管理者に問い合わせてください。

source: This link with file type has already been added for this book. If it is not visible, the domain is still pending.
he_il: קישור עם סוג קובץ זה כבר התווסף עבור הספר. אם לא ניתן לראות את הקישור, הדומיין עדיין בהמתנה.
ja_jp: このファイルタイプのリンクは既にこの本に追加されています。表示されていない場合は、ドメインが保留中です。

source: List Order
he_il: סידור הרשימה
ja_jp: リスト順

source: Book Title
he_il: כותרת ספר
ja_jp: 本のタイトル

source: Rating
he_il: דירוג
ja_jp: 評価

source: Sort By
he_il: מיון לפי
ja_jp: 並び順

source: Ascending
he_il: סדר עולה
ja_jp: 昇順

source: Descending
he_il: סדר יורד
ja_jp: 降順

source: Primary
he_il: עיקרי
ja_jp: 標準

source: Success
he_il: הצלחה
ja_jp: 成功

source: Link
he_il: קישור
ja_jp: リンク

source: Warning
he_il: אזהרה
ja_jp: 警告

source: Danger
he_il: סכנה
ja_jp: 危険

source: Automatically generated report
he_il: דוח הנוצר אוטומטית
ja_jp: 自動生成されたレポート

source: Pending
he_il: ממתין
ja_jp: 保留中

source: Self deletion
he_il: מחיקה עצמית
ja_jp: 自己削除

source: Moderator suspension
he_il: השהיית מגשר
ja_jp: モデレーターによる休止

source: Moderator deletion
he_il: מחיקת מגשר
ja_jp: モデレーターによる削除

source: Domain block
he_il: חסימת דומיין
ja_jp: ドメインブロック

source: Audiobook
he_il: אודיובוק
ja_jp: オーディオブック

source: eBook
he_il: ספר אלקטרוני
ja_jp: 電子書籍

source: Graphic novel
he_il: נובלה גרפית
ja_jp: グラフィックノベル

source: Hardcover
he_il: כריכה קשה
ja_jp: ハードカバー

source: Paperback
he_il: כריכה רכה
ja_jp: ペーパーバック

source: Comment
he_il: הערה
ja_jp: コメント

source: Review
he_il: ביקורת
ja_jp: レビュー

source: Follow
he_il: עקוב
ja_jp: フォロー

source: Block
he_il: חסום
ja_jp: ブロック

source: Federated
he_il: בפדרציה
ja_jp: 連合

source: Blocked
he_il: חסום
ja_jp: ブロック中

source: %(value)s is not a valid remote_id
he_il: %(value)s הוא לא remote_id תקין
ja_jp: %(value)s は有効なリモートIDではありません

source: %(value)s is not a valid username
he_il: %(value)s אינו שם משתמש תקין
ja_jp: %(value)s は有効なユーザー名ではありません

source: username
he_il: שם משתמש-ת
ja_jp: ユーザー名

source: A user with that username already exists.
he_il: קיים כבר משתמש בעל שם משתמש זה.
ja_jp: このユーザー名のユーザーはすでに存在します。

source: Public
he_il: ציבורי
ja_jp: 公開

source: Unlisted
he_il: לא רשום
ja_jp: 未収載

source: Followers
he_il: עוקבות
ja_jp: フォロワー

source: Private
he_il: פרטי
ja_jp: 非公開

source: Active
he_il: פעיל
ja_jp: アクティブ

source: Complete
he_il: השלם
ja_jp: 完了

source: Stopped
he_il: עצר
ja_jp: 中断

source: Import stopped
he_il: פעולת הייבוא נעצרה
ja_jp: インポートを停止しました

source: Error loading book
he_il: שגיאה בטעינת הספר
ja_jp: 本の読み込みエラー

source: Could not find a match for book
he_il: לא נמצאה התאמה עבור הספר
ja_jp: 該当する本が見つかりませんでした

source: Free
he_il: חינם
ja_jp: 無料

source: Purchasable
he_il: ניתן לרכישה
ja_jp: 購入可能

source: Available for loan
he_il: ניתן להשאלה
ja_jp: 貸出可能

source: Approved
he_il: מאושר
ja_jp: 承認済

source: Resolved report
he_il: סימן.ה את הדיווח כפתור
ja_jp: 解決済みの通報

source: Suspended user
he_il: משתמש מושעה
ja_jp: 凍結したユーザー

source: Un-suspended user
he_il: משתמש שהשעייתו בוטלה
ja_jp: 凍結を解除したユーザー

source: Deleted user account
he_il: חשבון משתמש נמחק
ja_jp: 削除したユーザーアカウント

source: Blocked domain
he_il: דומיין חסום
ja_jp: ブロックしたドメイン

source: Approved domain
he_il: דומיין מאושר
ja_jp: 承認したドメイン

source: Deleted item
he_il: פריט שנמחק
ja_jp: 削除したアイテム

source: Reviews
he_il: ביקורות
ja_jp: レビュー

source: Comments
he_il: הערות
ja_jp: コメント

source: Quotations
he_il: ציטוטים
ja_jp: 引用

source: Everything else
he_il: כל השאר
ja_jp: 他のすべて

source: Home Timeline
he_il: ציר זמן הבית
ja_jp: ホームタイムライン

source: Home
he_il: ראשי
ja_jp: ホーム

source: Books Timeline
he_il: ציר זמן הספרים
ja_jp: 本のタイムライン

source: Books
he_il: ספרים
ja_jp: 本

source: English
he_il: אנגלית
ja_jp: English (英語)

source: Català (Catalan)
he_il: Català (קטלנית)
ja_jp: Català(カタルーニャ語)

source: Deutsch (German)
he_il: Deutsch (גרמנית)
ja_jp: Deutsch (ドイツ語)

source: Esperanto (Esperanto)
he_il: Esperanto (אספרנטו)
ja_jp: Esperanto (エスペラント)

source: Español (Spanish)
he_il: Español (ספרדית)
ja_jp: Español (スペイン語)

source: Euskara (Basque)
he_il: Euskara (באסקית)
ja_jp: Euskara (バスク語)

source: Galego (Galician)
he_il: Galego (גליציאנית)
ja_jp: Galego (ガリシア語)

source: Italiano (Italian)
he_il: Italiano (איטלקית)
ja_jp: Italiano (イタリア語)

source: Suomi (Finnish)
he_il: Suomi (פינית)
ja_jp: Suomi (フィンランド語)

source: Français (French)
he_il: Français (צרפתית)
ja_jp: Français (フランス語)

source: Lietuvių (Lithuanian)
he_il: Lietuvių (ליטאית)
ja_jp: Lietuvių (リトアニア語)

source: Nederlands (Dutch)
he_il: Nederlands (הולנדית)
ja_jp: Nederlands (オランダ語)

source: Norsk (Norwegian)
he_il: Norsk (נורווגית)
ja_jp: Norsk (ノルウェー語)

source: Polski (Polish)
he_il: Polski (פולנית)
ja_jp: Polski (ポーランド語)

source: Português do Brasil (Brazilian Portuguese)
he_il: Português do Brasil (פוטוגזית ברזילאית)
ja_jp: Português do Brasil(ブラジルポルトガル語)

source: Português Europeu (European Portuguese)
he_il: Português Europeu (פורטוגזית אירופאית)
ja_jp: Português Europeu (ヨーロッパポルトガル語)

source: Română (Romanian)
he_il: Română (רומנית)
ja_jp: Română (ルーマニア語)

source: Svenska (Swedish)
he_il: Svenska (שוודית)
ja_jp: スウェーデン語 (Swedish)

source: 简体中文 (Simplified Chinese)
he_il: 简体中文 (סינית מפושטת)
ja_jp: 简体中文 (簡体字中国語)

source: 繁體中文 (Traditional Chinese)
he_il: 繁體中文 (סינית מסורתית)
ja_jp: 繁體中文 (繁体字中国語)

source: Permission Denied
he_il: ההרשאה נדחתה
ja_jp: 権限がありません

source: Not Found
he_il: לא נמצא
ja_jp: 見つかりませんでした

source: The page you requested doesn't seem to exist!
he_il: הדף אותו חיפשתן אינו קיים!
ja_jp: リクエストしたページは存在しないようです！

source: Oops!
he_il: אופס!
ja_jp: おっと！

source: Server Error
he_il: שגיאת שרת
ja_jp: サーバーエラー

source: Something went wrong! Sorry about that.
he_il: משהו השתבש! סליחה על זה.
ja_jp: 何か問題が発生しました！申し訳ありません。

source: About
he_il: אודות
ja_jp: 概要

source: Welcome to %(site_name)s!
he_il: ברוכות הבאות אל %(site_name)s!
ja_jp: %(site_name)sへようこそ！

source: %(site_name)s is part of <em>BookWyrm</em>, a network of independent, self-directed communities for readers. While you can interact seamlessly with users anywhere in the <a href="https://joinbookwyrm.com/instances/" target="_blank" rel="nofollow noopener noreferrer">BookWyrm network</a>, this community is unique.
he_il: %(site_name)s הוא חלק מ-<em>BookWyrm</em>, רשת של קהילות עצמאיות המנוהלות ע״י קוראים ועבורם. למרות שניתן לתקשר בקלות עם משתמשים בכל רחבי <a href="https://joinbookwyrm.com/instances/" target="_blank" rel="nofollow noopener noreferrer">רשת BookWyrm</a>, קהילה זו היא ייחודית.
ja_jp: %(site_name)s は、読者のための独立した自発的なコミュニティ <em>BookWyrm</em> の一部です。 <a href="https://joinbookwyrm.com/instances/" target="_blank" rel="nofollow noopener noreferrer">BookWyrm ネットワーク</a>内のどのユーザともシームレスに交流できますが、このコミュニティは唯一です。

source: <a href="%(book_path)s"><em>%(title)s</em></a> is %(site_name)s's most beloved book, with an average rating of %(rating)s out of 5.
he_il: <a href="%(book_path)s"><em>%(title)s</em></a> הוא הספר האהוב ביותר של %(site_name)s בדירוג ממוצע של %(rating)s מתוך 5.
ja_jp: <a href="%(book_path)s"><em>%(title)s</em></a>は %(site_name)s で最も愛されている本で、平均評価は5段階中%(rating)sです。

source: More %(site_name)s users want to read <a href="%(book_path)s"><em>%(title)s</em></a> than any other book.
he_il: יותר משתמשים ב-%(site_name)s רוצים לקרוא את <a href="%(book_path)s"><em>%(title)s</em></a> מאשר כל ספר אחר.
ja_jp: %(site_name)s ユーザでは、 <a href="%(book_path)s"><em>%(title)s</em></a> を読みたがっている人が他のどの本よりも多くいます。

source: <a href="%(book_path)s"><em>%(title)s</em></a> has the most divisive ratings of any book on %(site_name)s.
he_il: <a href="%(book_path)s"><em>%(title)s</em></a> הוא הספר אודותיו הביקורות ב-%(site_name)s הן השנויות ביותר במחלוקת.
ja_jp: %(site_name)s では、 <a href="%(book_path)s"><em>%(title)s</em></a> が最も評価が分かれています。

source: Track your reading, talk about books, write reviews, and discover what to read next. Always ad-free, anti-corporate, and community-oriented, BookWyrm is human-scale software, designed to stay small and personal. If you have feature requests, bug reports, or grand dreams, <a href="https://joinbookwyrm.com/get-involved" target="_blank" rel="nofollow noopener noreferrer">reach out</a> and make yourself heard.
he_il: עקבו אחר הקריאה שלכם, דברו על ספרים, כתבו ביקורות וגלו מה הספרים הבאים שתקראו. Bookwyrm היא תוכנה במימדים של בני אדם, שעוצבה כדי להישאר קטנה ואישית; היא תמיד תישאר ללא פרסומות, אנטי-תאגידית וקהילתית. אם יד לכם בקשות לפיצ׳רים, דיווחי תקלות או חלומות, <a href="https://joinbookwyrm.com/get-involved" target="_blank" rel="nofollow noopener noreferrer">פנו אלינו</a> כדי שנשמע את מה שיש לכם לומר.
ja_jp: 読書を記録し、本について話し、レビューを書き、次に読む本を見付けましょう。広告一切なしで大企業に支配されないコミュニティ志向の BookWyrm は、小さく個人的なものに保たれている、人の使いやすいソフトウェアです。機能リクエスト、バグ報告、壮大な夢などをお持ちでしたら、<a href="https://joinbookwyrm.com/get-involved" target="_blank" rel="nofollow noopener noreferrer">プロジェクトに参加</a>してあなたの声をお聞かせください。

source: Meet your admins
he_il: הכירי את האדמינים שלך
ja_jp: 管理者の紹介

source: %(site_name)s's moderators and administrators keep the site up and running, enforce the <a href="%(coc_path)s">code of conduct</a>, and respond when users report spam and bad behavior.
he_il: המפקחים והמנהלים של %(site_name)s דואגים שהאתר יהיה פעיל ומתפקד, אוכפים את <a href="%(coc_path)s">כללי ההתנהגות</a> ומגיבים כשמשתמשים מדווחים על ספאם או התנהגות לא ראויה.
ja_jp: %(site_name)s のモデレータと管理者はサイトを維持し、<a href="%(coc_path)s">行動規範</a>の遵守を徹底し、ユーザがスパムや悪意ある行動を通報したとき対処します。

source: Moderator
he_il: מגשרת
ja_jp: モデレーター

source: Admin
he_il: אדמין
ja_jp: 管理者

source: Send direct message
he_il: שליחת הודעה ישירה
ja_jp: ダイレクトメッセージを送信

source: Code of Conduct
he_il: כללי ההתנהגות
ja_jp: 行動規範

source: Active users:
he_il: משתמשים פעילים:
ja_jp: アクティブユーザー:

source: Statuses posted:
he_il: סטטוסים שפורסמו:
ja_jp: 投稿数:

source: Software version:
he_il: גרסת תוכנה:
ja_jp: ソフトウェアのバージョン:

source: About %(site_name)s
he_il: אודות %(site_name)s
ja_jp: %(site_name)s について

source: Privacy Policy
he_il: מדיניות הפרטיות
ja_jp: プライバシーポリシー

source: %(year)s in the books
he_il: %(year)s בספרים
ja_jp: 本で見る %(year)s年

source: %(year)s <em>in the books</em>
he_il: %(year)s<em>בספרים</em>
ja_jp: <em>本で見る</em> %(year)s年

source: <em>%(display_name)s’s</em> year of reading
he_il: שנת הקריאה של <em>%(display_name)s</em>
ja_jp: <em>%(display_name)s</em> 読書の1年

source: Share this page
he_il: שתפו עמוד זה
ja_jp: このページを共有

source: Copy address
he_il: העתקת הכתובת
ja_jp: アドレスをコピー

source: Copied!
he_il: הועתק!
ja_jp: コピーしました！

source: Sharing status: <strong>public with key</strong>
he_il: סטטוס שיתוף: <strong>פומבי עם מפתח</strong>
ja_jp: 共有状態: <strong>URL限定公開</strong>

source: The page can be seen by anyone with the complete address.
he_il: כולם יכולים לראות את דף זה עם הכתובת המלאה.
ja_jp: URL を知っている人であればこのページを誰でも見ることができます。

source: Make page private
he_il: הפיכת דף לפרטי
ja_jp: ページを非公開にする

source: Sharing status: <strong>private</strong>
he_il: סטטוס שיתוף: <strong>פרטי</strong>
ja_jp: 共有状態: <strong>非公開</strong>

source: The page is private, only you can see it.
he_il: הדף פרטי, אף אחד לא יכול לראות אותו פרט לך.
ja_jp: このページは非公開で、あなたのみが見ることができます。

source: Make page public
he_il: שנו עמוד זה לציבורי
ja_jp: ページを公開する

source: When you make your page private, the old key won’t give access to the page anymore. A new key will be created if the page is once again made public.
he_il: כשהופכים דף לפרטי, המפתח הישן לא יאפשר גישה לדף יותר. אם הדף ייהפך לפומבי שוב, מפתח חדש יווצר.
ja_jp: ページを非公開にすると、古い URL ではこのページにアクセスできなくなります。もう一度ページを公開すると、新しい URL が生成されます。

source: Sadly %(display_name)s didn’t finish any books in %(year)s
he_il: לצערנו %(display_name)s לא סיים אף ספר ב-%(year)s
ja_jp: 残念ながら %(display_name)s は%(year)s年に一冊も本を読み終えませんでした。

source: In %(year)s, %(display_name)s read %(books_total)s book<br />for a total of %(pages_total)s pages!
he_il: ב-%(year)s %(display_name)s קרא ספר %(books_total)s book<br />ובו %(pages_total)s עמודים!
ja_jp: %(year)s年、 %(display_name)s は%(books_total)s冊<br />合計%(pages_total)sページを読みました！

source: That’s great!
he_il: נהדר!
ja_jp: すごい！

source: That makes an average of %(pages)s pages per book.
he_il: זה %(pages)s עמודים בממוצע לספר.
ja_jp: 1冊あたり%(pages)sページです。

source: Their shortest read this year…
he_il: הקריאה הקצרה ביותר שלהם בשנה הזו…
ja_jp: 最も短かった読み物……

source: by
he_il: מאת
ja_jp: 著者:

source: <strong>%(pages)s</strong> pages
he_il: <strong>%(pages)s</strong> עמודים
ja_jp: <strong>%(pages)s</strong> ページ

source: …and the longest
he_il: …והארוך ביותר
ja_jp: ……それから、最も長い読み物

source: %(display_name)s set a goal of reading %(goal)s book in %(year)s,<br /> and achieved %(goal_percent)s%% of that goal
he_il: %(display_name)s הציב-ה יעד לקרוא ספר %(goal)s ב-%(year)s,<br /> והשיג-ה %(goal_percent)s%% מתוך יעד הזה
ja_jp: %(display_name)s は%(year)s年に%(goal)s冊の本を読むという目標を立て、<br />目標の %(goal_percent)s%% を達成しました。

source: Way to go!
he_il: כל הכבוד!
ja_jp: その調子！

source: %(display_name)s left %(ratings_total)s rating, <br />their average rating is %(rating_average)s
ja_jp: %(display_name)s は%(ratings_total)s個の評価をし、<br />その平均は%(rating_average)sでした。

source: Their best rated review
he_il: הביקורת בדירוג הכי גבוה שלו.ה
ja_jp: 最高評価のレビュー

source: Their rating: <strong>%(rating)s</strong>
he_il: הדירוג שלהם: <strong>%(rating)s</strong>
ja_jp: 評価: <strong>%(rating)s</strong>

source: All the books %(display_name)s read in %(year)s
he_il: כל הספרים ש-%(display_name)s קרא.ה ב-%(year)s
ja_jp: %(display_name)s が %(year)s 年に読んだすべての本

source: Edit Author
he_il: ערוך מחבר.ת
ja_jp: 著者を編集

source: Author details
he_il: פרטי מחבר.ת
ja_jp: 著者の詳細

source: Aliases:
he_il: כינויים:
ja_jp: 別名:

source: Born:
he_il: נולד.ה:
ja_jp: 出生日:

source: Died:
he_il: מת.ה:
ja_jp: 逝去日:

source: External links
he_il: קישורים חיצוניים
ja_jp: 外部リンク

source: Website
he_il: אתר
ja_jp: ウェブサイト

source: View ISNI record
he_il: צפייה ברשומת ISNI
ja_jp: ISNIレコードを表示

source: View on ISFDB
he_il: לצפייה ב-ISFDB
ja_jp: ISFDBで表示

source: Load data
he_il: טען.י מידע
ja_jp: データを読み込む

source: View on OpenLibrary
he_il: צפייה ב-OpenLibrary
ja_jp: OpenLibraryで表示

source: View on Inventaire
he_il: צפייה ב-Inventaire
ja_jp: Inventaireで表示

source: View on LibraryThing
he_il: צפייה ב-LibraryThing
ja_jp: LibraryThingで表示

source: View on Goodreads
he_il: צפייה ב-Goodreads
ja_jp: Goodreadsで表示

source: Books by %(name)s
he_il: ספרים מאת %(name)s
ja_jp: %(name)s による本

source: Edit Author:
he_il: הוסיפו מחבר-ת:
ja_jp: 著者を編集:

source: Added:
he_il: נוסף ב:
ja_jp: 追加日:

source: Updated:
he_il: עודכן ב:
ja_jp: 更新日:

source: Last edited by:
he_il: נערך לאחרונה על-ידי:
ja_jp: 最終編集者:

source: Metadata
he_il: מטא-דאטה
ja_jp: メタデータ

source: Name:
he_il: שם:
ja_jp: 名前:

source: Separate multiple values with commas.
he_il: יש להפריד ערכים מרובים באמצעות פסיקים
ja_jp: 複数ある場合はコンマで区切ってください。

source: Bio:
he_il: אודות:
ja_jp: 個人紹介:

source: Wikipedia link:
he_il: קישור לוויקיפדיה:
ja_jp: Wikipediaリンク:

source: Website:
he_il: אתר:
ja_jp: ウェブサイト:

source: Birth date:
he_il: תאריך לידה:
ja_jp: 出生日:

source: Death date:
he_il: תאריך פטירה:
ja_jp: 逝去日:

source: Author Identifiers
he_il: מזהי מחבר.ת:
ja_jp: 著者識別子

source: Openlibrary key:
he_il: מפתח Openlibrary:
ja_jp: Openlibrary キー:

source: Inventaire ID:
he_il: מזהה Inventaire:
ja_jp: InventaireのID:

source: Librarything key:
he_il: מפתח Librarything:
ja_jp: Librarythingのキー:

source: Goodreads key:
he_il: מפתח Goodreads:
ja_jp: Goodreadsのキー:

source: Save
he_il: שמירה
ja_jp: 保存

source: Cancel
he_il: ביטול
ja_jp: キャンセル

source: Loading data will connect to <strong>%(source_name)s</strong> and check for any metadata about this author which aren't present here. Existing metadata will not be overwritten.
he_il: טעינת מידע תוביל לחיבור ל-<strong>%(source_name)s</strong> ותאתר כל פריט מטא-דאטה שאינו מופיע כאן. מטא-דאטה קיים לא ישוכתב.
ja_jp: データのロードでは、 <strong>%(source_name)s</strong> に接続し、この著者に関するここにないメタデータを取得します。既存のメタデータは上書きされません。

source: Confirm
he_il: אישור
ja_jp: 確認

source: Unable to connect to remote source.
he_il: לא ניתן להתחבר למקור מרוחק.
ja_jp: リモートの情報源に接続できませんでした。

source: Edit Book
he_il: ערוך ספר
ja_jp: 本を編集

source: Click to add cover
he_il: לחץ.י להוספת כריכה
ja_jp: クリックしてカバーを追加

source: Failed to load cover
he_il: טעינת כריכה נכשלה
ja_jp: カバーを読み込めませんでした

source: Click to enlarge
he_il: לחץ.י להגדלה
ja_jp: クリックして拡大

source: (%(review_count)s review)
he_il: (%(review_count)s ביקורות)
ja_jp: (%(review_count)s 件のレビュー)

source: Add Description
he_il: הוספת תיאור
ja_jp: 説明を追加

source: Description:
he_il: תיאור:
ja_jp: 概要:

source: %(count)s edition
he_il: מהדורה %(count)s
ja_jp: %(count)s 個の版

source: You have shelved this edition in:
he_il: הנחת את המהדורה על מדף:
ja_jp: 次の本棚に既に追加されています:

source: A <a href="%(book_path)s">different edition</a> of this book is on your <a href="%(shelf_path)s">%(shelf_name)s</a> shelf.
he_il: קיימת <a href="%(book_path)s">מהדורה אחרת</a> של הספר במדף <a href="%(shelf_path)s">%(shelf_name)s</a> שלך.
ja_jp: この本の<a href="%(book_path)s">別の版</a>があなたの本棚 <a href="%(shelf_path)s">%(shelf_name)s</a> にあります。

source: Your reading activity
he_il: פעילות הקריאה שלך
ja_jp: あなたの読書活動

source: Add read dates
he_il: הוספת תאריכי קריאה
ja_jp: 読了日を追加

source: You don't have any reading activity for this book.
he_il: אין פעילות קריאה עבור ספר זה.
ja_jp: あなたはこの本の読書活動をしていません。

source: Your reviews
he_il: הביקורות שלך
ja_jp: あなたのレビュー

source: Your comments
he_il: התגובות שלך
ja_jp: あなたのコメント

source: Your quotes
he_il: הציטוטים שלך
ja_jp: あなたの引用

source: Subjects
he_il: נושאים
ja_jp: テーマ

source: Places
he_il: מקומות
ja_jp: 場所

source: Lists
he_il: רשימות
ja_jp: リスト

source: Add to list
he_il: הוספה לרשימה
ja_jp: リストに追加

source: Add
he_il: הוספה
ja_jp: 追加

source: Copy ISBN
he_il: העתק ISBN
ja_jp: ISBNをコピー

source: Copied ISBN!
he_il: ISBN הועתק!
ja_jp: ISBNをコピーしました！

source: OCLC Number:
he_il: מספר OCLC:
ja_jp: OCLCナンバー:

source: Add cover
he_il: הוספת כריכה
ja_jp: カバー画像を追加

source: Upload cover:
he_il: העלאת כריכה:
ja_jp: カバー画像をアップロード:

source: Book cover preview
he_il: תצוגה מקדימה של כריכת הספר
ja_jp: ブックカバーのプレビュー

source: Close
he_il: סגירה
ja_jp: 閉じる

source: Edit "%(book_title)s"
he_il: עריכת %(book_title)s
ja_jp: "%(book_title)s"を編集

source: Add Book
he_il: הוספת ספר
ja_jp: 本を追加

source: Failed to save book, see errors below for more information.
he_il: שמירת ספר נכשלה, ראו את השגיאות מטה למידע נוסף.
ja_jp: 本の保存に失敗しました。詳細については、以下のエラーを確認してください。

source: Confirm Book Info
he_il: אישור מידע אודות הספר
ja_jp: この本の情報を確認する

source: Is "%(name)s" one of these authors?
he_il: האם %(name)s הוא אחד מהמחברים הבאים?
ja_jp: "%(name)s"は以下の著者のいずれかですか？

source: Author of <em>%(book_title)s</em>
he_il: מחבר/ת <em>%(book_title)s</em>
ja_jp: <em>%(book_title)s</em> の著者

source: Author of <em>%(alt_title)s</em>
he_il: מחבר/ת <em>%(alt_title)s</em>
ja_jp: <em>%(alt_title)s</em> の著者

source: Find more information at isni.org
he_il: מצאו מידע נוסף ב-isni
ja_jp: isni.org で詳細を見る

source: This is a new author
he_il: זהו מחבר/ת חדש/ה
ja_jp: これは新しい著者です

source: Creating a new author: %(name)s
he_il: יוצר מחבר/ת חדש/ה: %(name)s
ja_jp: 新しい著者を作成: %(name)s

source: Is this an edition of an existing work?
he_il: האם זוהי מהדורה של ספר קיים?
ja_jp: これは既存の作品の版ですか？

source: This is a new work
he_il: זו עבודה חדשה
ja_jp: これは新しい作品です

source: Back
he_il: חזרה
ja_jp: 戻る

source: Title:
he_il: כותרת:
ja_jp: タイトル:

source: Subtitle:
he_il: כותרת משנה:
ja_jp: サブタイトル:

source: Series:
he_il: סדרה:
ja_jp: シリーズ:

source: Series number:
he_il: מספר סדרה:
ja_jp: シリーズ番号:

source: Languages:
he_il: שפות:
ja_jp: 言語:

source: Subjects:
he_il: נושאים:
ja_jp: テーマ:

source: Add subject
he_il: הוספת נושא
ja_jp: テーマを追加する

source: Remove subject
he_il: הסרת נושא
ja_jp: テーマを削除する

source: Add Another Subject
he_il: הוסיפו נושא
ja_jp: 別のテーマを追加する

source: Publication
he_il: פרסום
ja_jp: 出版

source: Publisher:
he_il: הוצאה:
ja_jp: 出版社:

source: First published date:
he_il: פורסם לראשונה בתאריך:
ja_jp: 初版の出版日:

source: Published date:
he_il: פורסם בתאריך:
ja_jp: 出版日:

source: Authors
he_il: מחברים-ות
ja_jp: 著者

source: Remove %(name)s
he_il: הסר %(name)s
ja_jp: %(name)s を削除

source: Author page for %(name)s
he_il: עמוד המחבר-ת של %(name)s
ja_jp: %(name)sの著者ページ

source: Add Authors:
he_il: הוסיפו מחברים-ות:
ja_jp: 著者を加える:

source: Add Author
he_il: הוסיפו מחבר-ת
ja_jp: 著者を加える

source: Add Another Author
he_il: הוספת מחבר/ת נוסף/ת
ja_jp: 別の著者を加える

source: Cover
he_il: כריכה
ja_jp: カバー

source: Physical Properties
he_il: מאפיינים פיזיים
ja_jp: 物理的なプロパティ

source: Format:
he_il: פורמט:
ja_jp: フォーマット:

source: Format details:
he_il: פרטי פורמט:
ja_jp: フォーマットの詳細:

source: Pages:
he_il: עמודים:
ja_jp: ページ数:

source: Book Identifiers
he_il: מזהי ספר
ja_jp: 書籍識別子

source: Openlibrary ID:
he_il: מזהה Openlibrary:
ja_jp: OpenlibraryのID:

source: Editions of %(book_title)s
he_il: מהדורות של %(book_title)s
ja_jp: %(book_title)s の版

source: Can't find the edition you're looking for?
he_il: לא מוצא.ת את המהדורה שחיפשת?
ja_jp: お探しの版が見つかりませんか？

source: Add another edition
he_il: הוספת מהדורה נוספת
ja_jp: 別の版を加える

source: Any
he_il: כלשהו
ja_jp: 全て

source: Language:
he_il: שפה:
ja_jp: 言語:

source: Search editions
he_il: חיפוש מהדורות
ja_jp: 版を検索する

source: Add file link
he_il: הוספת קישור לקובץ
ja_jp: ファイルのリンクを追加

source: Links from unknown domains will need to be approved by a moderator before they are added.
he_il: קישורים מדומיינים לא מוכרים צריכים לעבור אישור מפעיל לפני הוספתם.
ja_jp: 不明なドメインからのリンクは、追加される前にモデレーターから承認される必要があります。

source: File type:
he_il: סוג קובץ:
ja_jp: ファイル形式:

source: Edit links
he_il: עריכת קישור
ja_jp: リンクの編集

source: Links for "<em>%(title)s</em>"
he_il: קישורים עבור ״<em>%(title)s</em>״
ja_jp: "<em>%(title)s</em>"へのリンク

source: Added by
he_il: נוסף על־ידי
ja_jp: 追加した人

source: Filetype
he_il: סוג קובץ
ja_jp: ファイル形式

source: Domain
he_il: דומיין
ja_jp: ドメイン

source: Status
he_il: מצב
ja_jp: 状態

source: Actions
he_il: פעולות
ja_jp: アクション

source: Unknown user
he_il: משתמש לא ידוע
ja_jp: 不明なユーザー

source: Report spam
he_il: דווח.י כספאם
ja_jp: スパムを報告

source: No links available for this book.
he_il: אין קישורים זמינים עבור ספר זה.
ja_jp: この本へのリンクがありません。

source: Add link to file
he_il: הוספת קישור לקובץ
ja_jp: ファイルへのリンクを追加

source: File Links
he_il: קישורי קובץ
ja_jp: ファイルのリンク

source: Get a copy
he_il: השיגו עותק
ja_jp: コピーする

source: No links available
he_il: אין קישורים זמינים
ja_jp: リンクがありません
