Repository: bookwyrm-social/bookwyrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il, ja_jp

source: Leaving BookWyrm
he_il: עוזב את BookWyrm
ja_jp: BookWyrmから離れる

source: Continue
he_il: המשך
ja_jp: 続ける

source: %(format)s, %(pages)s pages
he_il: %(format)s, %(pages)s עמודים
ja_jp: フォーマット: %(format)s ページ数: %(pages)s

source: %(pages)s pages
he_il: %(pages)s עמודים
ja_jp: ページ数: %(pages)s

source: %(languages)s language
ja_jp: 言語: %(languages)s

source: Published %(date)s by %(publisher)s.
he_il: פורסם ב-%(date)s ע״י %(publisher)s.
ja_jp: %(date)s に %(publisher)s によって出版されました。

source: Published by %(publisher)s.
he_il: פורסם על ידי %(publisher)s.
ja_jp: 出版社: %(publisher)s

source: Published %(date)s
he_il: פורסם בתאריך: %(date)s
ja_jp: 出版日: %(date)s

source: rated it
he_il: דירג/ה
ja_jp: 評価

source: Edit status
he_il: עריכת סטטוס
ja_jp: 投稿を編集

source: Confirm email
he_il: אימות דוא״ל
ja_jp: メールアドレスの確認

source: Confirm your email address
he_il: אישור כתובת הדואר האלקטרוני שלך
ja_jp: あなたのメールアドレスを確認してください。

source: A confirmation code has been sent to the email address you used to register your account.
he_il: קוד אימות נשלח לכתובת הדוא״ל איתה נרשמת.
ja_jp: アカウント登録に使用したメールアドレスに確認コードを送信しました。

source: Sorry! We couldn't find that code.
he_il: מצטערים, לא הצלחנו למצוא את הקוד הזה.
ja_jp: 申し訳ありません！コードが見つかりませんでした。

source: Confirmation code:
he_il: קוד אימות:
ja_jp: 確認用コード:

source: Submit
he_il: הגשה
ja_jp: 送信

source: Can't find your code?
he_il: לא מצליח/ה למצוא את הקוד שלך?
ja_jp: コードが見つかりませんか？

source: Resend confirmation link
he_il: שלח מחדש לינק אישור
ja_jp: 確認メールを再送信

source: Email address:
he_il: כתובת דוא״ל:
ja_jp: メールアドレス:

source: Resend link
he_il: שלח מחדש קישור
ja_jp: リンクを再送信

source: Community
he_il: קהילה
ja_jp: コミュニティ

source: Local users
he_il: משתמשים מקומיים
ja_jp: ローカルのユーザー

source: Federated community
he_il: קהילה פדרטיבית
ja_jp: 連合コミュニティ

source: Directory
ja_jp: ディレクトリ

source: Make your profile discoverable to other BookWyrm users.
he_il: הפוך/י את הפרופיל שלך לגלוי עבור משתמשי BookWyrm אחרים.
ja_jp: あなたのプロフィールを他のBookWyrmユーザーが見つけられるようにします。

source: Join Directory
ja_jp: ディレクトリに参加

source: You can opt-out at any time in your <a href="%(path)s">profile settings.</a>
ja_jp: <a href="%(path)s">プロフィ─ル設定</a> で、いつでもディレクトリから抜ける事ができます。

source: Order by
he_il: סדר לפי
ja_jp: 並び順

source: Recently active
he_il: פעיל/ה לאחרונה
ja_jp: 最近活動していたユーザー

source: Suggested
he_il: הצעות
ja_jp: おすすめのユーザー

source: Locked account
he_il: חשבון נעול
ja_jp: ロックされたアカウント

source: follower you follow
he_il: עוקבים שנעקבים על ידיך
ja_jp: フォローしているフォロワー

source: book on your shelves
he_il: ספר על המדפים שלך
ja_jp: あなたの棚にある本

source: posts
he_il: פוסטים
ja_jp: 投稿

source: last active
he_il: פעיל.ה לאחרונה
ja_jp: 最後の活動

source: User type
he_il: סוג משתמש
ja_jp: ユーザーの種類

source: BookWyrm users
he_il: משתמשי BookWyrm
ja_jp: BookWyrmユーザー

source: All known users
he_il: כל המשתמשים המוכרים
ja_jp: 全ての既知のユーザー

source: <a href="%(user_path)s">%(username)s</a> reviewed <a href="%(book_path)s">%(book_title)s</a>
ja_jp: <a href="%(user_path)s">%(username)s</a>さんが<a href="%(book_path)s">%(book_title)sをレビューしました</a>

source: Discover
he_il: גלו עוד
ja_jp: ディスカバー

source: See what's new in the local %(site_name)s community
he_il: ראו מה חדש בקהילה המקומית של %(site_name)s
ja_jp: %(site_name)s コミュニティの新着情報をチェックしましょう

source: View status
he_il: צפייה בסטטוס
ja_jp: 投稿を表示

source: Confirm Email
he_il: אימות דוא״ל
ja_jp: メールを確認する

source: Please confirm your email
he_il: אנא אשרו את כתובת המייל
ja_jp: あなたのメールを確認して下さい

source: Hi there,
he_il: היי לכם
ja_jp: ようこそ

source: Email preference
he_il: העדפת דוא״ל
ja_jp: メール設定

source: You're invited to join %(site_name)s!
he_il: הוזמנת להצטרף ל-%(site_name)s!
ja_jp: あなたは %(site_name)s! へ招待されています！

source: Join Now
he_il: הצטרף/י עכשיו
ja_jp: 登録する

source: You're invited to join %(site_name)s! Click the link below to create an account.
he_il: הוזמנת להצטרף ל-%(site_name)s! לחץ/י על הקישור מטה כדי ליצור חשבון.
ja_jp: あなたは %(site_name)s に招待されました！ 下のリンクをクリックしてアカウントを作成してください。

source: Learn more about %(site_name)s:
he_il: למדו עוד אודות %(site_name)s:
ja_jp: %(site_name)s についてもっと詳しく:

source: @%(reporter)s has flagged a link domain for moderation.
he_il: %(reporter)s סימן/ה את הדומיין של קישור זה כדורש בקרה.
ja_jp: @%(reporter)s がモデレーションによりリンクを通報しました。

source: @%(reporter)s has flagged behavior by @%(reportee)s for moderation.
he_il: @%(reporter)s סימנה את ההתנהגות של @%(reportee)s כדורשת בקרה.
ja_jp: @%(reporter)s がモデレーションにより @%(reportee)s の行動を通報しました。

source: View report
he_il: הצג דוח
ja_jp: 通報を見る

source: New report for %(site_name)s
he_il: דוח חדש עבור %(site_name)s
ja_jp: %(site_name)sへの新しい通報

source: You requested to reset your %(site_name)s password. Click the link below to set a new password and log in to your account.
he_il: ביקשת לאפס את סיסמתך ל-%(site_name)s. יש ללחוץ על הלינק מטה כדי לקבוע סיסמה חדשה ולהתחבר לחשבונך.
ja_jp: %(site_name)s におけるパスワードのリセットをリクエストしました。以下のリンクをクリックして新しいパスワードを設定してからアカウントにログインしてください。

source: Reset Password
he_il: איפוס סיסמה
ja_jp: パスワードのリセット

source: If you didn't request to reset your password, you can ignore this email.
he_il: אם לא ביקשת לאפס את הסיסמה שלך, ניתן להתעלם מדוא"ל זה.
ja_jp: パスワードのリセットをリクエストしていない場合は、このメールを無視してください。

source: Reset your %(site_name)s password
he_il: אפס/י את סיסמת ה-%(site_name)s שלך
ja_jp: %(site_name)s のパスワードをリセット

source: This is a test email.
he_il: זהו דוא״ל בדיקה.
ja_jp: これはテストメールです。

source: Test email
he_il: דוא״ל בדיקה
ja_jp: メールをテスト

source: %(site_name)s home page
he_il: דף הבית של %(site_name)s
ja_jp: %(site_name)s のホームページ

source: Contact site admin
he_il: יצירת קשר עם מנהל האתר
ja_jp: 管理者へのお問い合わせ

source: Join BookWyrm
he_il: הצטרפות ל-BookWyrm
ja_jp: BookWyrmに参加

source: Direct Messages with <a href="%(path)s">%(username)s</a>
he_il: הודעות ישירות עם <a href="%(path)s">%(username)s</a>
ja_jp: <a href="%(path)s">%(username)s</a>とのDM

source: Direct Messages
he_il: הודעות ישירות
ja_jp: ダイレクトメッセージ

source: All messages
he_il: כל ההודעות
ja_jp: 全てのメッセージ

source: You have no messages right now.
he_il: אין הודעות להצגה כרגע.
ja_jp: 現在メッセージはありません。

source: There aren't any activities right now! Try following a user to get started
he_il: אין פעילויות כרגע! נסו לעקוב אחרי משתמש כדי להתחיל
ja_jp: 現在アクティビティはありません！ユーザーをフォローして開始してください。

source: Alternatively, you can try enabling more status types
he_il: לחלופין, ניתן להפעיל סוגי סטטוס נוספים
ja_jp: または、他のステータスタイプを有効にしてみてください

source: %(year)s Reading Goal
he_il: יעד הקריאה של %(year)s
ja_jp: %(year)s の読書目標

source: You can set or change your reading goal any time from your <a href="%(path)s">profile page</a>
he_il: ניתן לקבוע או לשנות את יעד הקריאה בכל זמן מ-<a href="%(path)s">>עמוד הפרופיל</a> שלך
ja_jp: <a href="%(path)s">プロフィールページ</a>から、読書目標をいつでも設定または変更できます。

source: Updates
he_il: עדכונים
ja_jp: 更新情報

source: Your Books
he_il: הספרים שלך
ja_jp: あなたの本

source: There are no books here right now! Try searching for a book to get started
he_il: אין כאן ספרים כרגע! נסו לחפש ספר כדי להתחיל
ja_jp: 現在本はありません！始めるために本を検索してみてください。

source: Do you have book data from another service like GoodReads?
he_il: האם יש לך מידע אודות ספרים משירות אחר כגון GoodReads?
ja_jp: GoodReadsのような他のサービスからのブックデータはありますか?

source: Import your reading history
he_il: יבאו את היסטוריית הקריאה שלכם
ja_jp: 読書履歴をインポート

source: Who to follow
he_il: א-נשים לעקוב אחריהן-ם
ja_jp: おすすめのアカウント

source: Don't show suggested users
he_il: אל תציג המלצות משתמשות-ים
ja_jp: 提案ユーザーを表示しない

source: View directory
ja_jp: ディレクトリを表示

source: The end of the year is the best moment to take stock of all the books read during the last 12 months. How many pages have you read? Which book is your best-rated of the year? We compiled these stats, and more!
he_il: סוף השנה הוא הזמן הטוב ביותר לסכם את כל הספרים שקראתם ב-12 החודשים האחרונים. כמה עמודים קראתם? לאיזה ספר נתתם את הציון הגבוה ביותר? אספנו את הנתונים האלה ועוד!
ja_jp: 年末は、この12ヶ月で読んだすべての本を振り返るのに最適な時期です。何ページ読みましたか？今年一番の評価だった本は？さまざまな統計をまとめました！

source: Discover your stats for %(year)s!
he_il: גלו את הסטטיסטיקות שלכם ל-%(year)s!
ja_jp: %(year)s年のあなたの統計を見ましょう！

source: Have you read %(book_title)s?
he_il: האם קראת את %(book_title)s?
ja_jp: %(book_title)s を読みましたか？

source: Add to your books
he_il: הוסף/י לספרים שלך
ja_jp: あなたの本に追加

source: To Read
he_il: לקריאה
ja_jp: あとで読む

source: Currently Reading
he_il: קורא/ת עכשיו
ja_jp: 読書中

source: Read
he_il: נקרא
ja_jp: 読む

source: Stopped Reading
he_il: הפסיק.ה לקרוא
ja_jp: 読むのをやめた

source: What are you reading?
he_il: מה את/ה קורא/ת?
ja_jp: 何を読んでいますか？

source: Search for a book
he_il: חפש/י ספר
ja_jp: 本を検索

source: No books found for "%(query)s"
he_il: לא נמצאו ספרים עבור ״%(query)s״
ja_jp: 「%(query)s」に該当する本は見つかりませんでした

source: You can add books when you start using %(site_name)s.
he_il: ניתן להוסיף ספרים כשתתחיל/י להשתמש ב-%(site_name)s.
ja_jp: %(site_name)s を使い始めると、本を追加できます。

source: Search
he_il: חיפוש
ja_jp: 検索

source: Suggested Books
he_il: ספרים מוצעים
ja_jp: おすすめの本

source: Search results
he_il: תוצאות החיפוש
ja_jp: 検索結果

source: Popular on %(site_name)s
he_il: פופולרי ב-%(site_name)s
ja_jp: %(site_name)s で人気

source: No books found
he_il: לא נמצאו ספרים
ja_jp: 本が見つかりませんでした

source: Save &amp; continue
he_il: שמור והמשך
ja_jp: 保存して続ける

source: Welcome
he_il: ברוכים הבאים
ja_jp: ようこそ

source: These are some first steps to get you started.
he_il: הנה כמה צעדים ראשונים כדי לעזור לך להתחיל.
ja_jp: 使い始めるにあたって、最初のステップがいくつかあります。

source: Create your profile
he_il: צרו את הפרופיל שלכם
ja_jp: プロファイルを作成

source: Add books
he_il: הוספת ספרים
ja_jp: 本を追加する

source: Find friends
he_il: מצאו חברים
ja_jp: 友達を探す

source: Skip this step
he_il: דלגו על השלב הזה
ja_jp: この手順をスキップ

source: Finish
he_il: סיום
ja_jp: 終了

source: Display name:
he_il: שם תצוגה:
ja_jp: 表示名:

source: Summary:
he_il: תקציר:
ja_jp: 概要:

source: A little bit about you
he_il: קצת אודות עצמך
ja_jp: あなたについて、もうちょっと

source: Avatar:
he_il: אווטאר:
ja_jp: アバター:

source: Manually approve followers:
he_il: אשר.י עוקבים ידנית:
ja_jp: フォロワーを手動で承認する:

source: Show this account in suggested users:
he_il: הצג את החשבון הזה במשתמשים המומלצים:
ja_jp: このアカウントを提案されたユーザとして表示する:

source: Your account will show up in the directory, and may be recommended to other BookWyrm users.
ja_jp: あなたのアカウントはディレクトリに表示され、他の BookWyrm ユーザーにおすすめされることがあります。

source: You can follow users on other BookWyrm instances and federated services like Mastodon.
he_il: ניתן לעקוב אחרי משתמשים בשרתי BookWyrm אחרים ובשירותים פדרטיבים כגון מסטודון.
ja_jp: 他の BookWyrm インスタンスや Mastodon のような連合サービスのユーザーをフォローすることができます。

source: Search for a user
he_il: חיפוש עבור משתמשים
ja_jp: ユーザーを検索

source: No users found for "%(query)s"
he_il: לא נמצאו משתמשים עבור "%(query)s"
ja_jp: 「%(query)s」に該当するユーザーは見つかりませんでした

source: Create group
he_il: יצירת קבוצה
ja_jp: グループを作成

source: Managed by <a href="%(path)s">%(username)s</a>
he_il: מנוהל על-ידי <a href="%(path)s">%(username)s</a>
ja_jp: <a href="%(path)s">%(username)s</a> によって管理されています

source: Delete this group?
he_il: האם למחוק את הקבוצה הזאת?
ja_jp: このグループを削除しますか？

source: This action cannot be un-done
he_il: פעולה זו אינה הפיכה
ja_jp: この操作を取り消すことはできません

source: Delete
he_il: מחיקה
ja_jp: 削除

source: Edit Group
he_il: עריכת קבוצה
ja_jp: グループを編集する

source: Group Name:
he_il: שם הקבוצה:
ja_jp: グループ名:

source: Group Description:
he_il: תיאור הקבוצה:
ja_jp: グループについて:

source: Delete group
he_il: מחיקת קבוצה
ja_jp: グループを削除

source: Members of this group can create group-curated lists.
he_il: חברי הקבוצה יכולים ליצור רשימות המורכבות על-ידי הקבוצה.
ja_jp: このグループのメンバーは、グループによるキュレーションリストを作成することができます。

source: Create List
he_il: יצירת רשימה
ja_jp: リストを作成

source: This group has no lists
he_il: בקבוצה זו אין רשימות
ja_jp: このグループにはリストがありません

source: Edit group
he_il: עריכת קבוצה
ja_jp: グループを編集

source: Search to add a user
he_il: חפש/י כדי להוסיף משתמש
ja_jp: 追加するユーザーを検索

source: Leave group
he_il: עזוב/י את הקבוצה
ja_jp: グループから退出する

source: Follows you
he_il: עוקב/ת אחריך
ja_jp: あなたをフォローしています

source: Add new members!
he_il: הוסף/י חברים חדשים!
ja_jp: 新しいメンバーを加えましょう！

source: %(mutuals)s follower you follow
ja_jp: %(mutuals)s人の相互フォロワー

source: %(shared_books)s book on your shelves
ja_jp: あなたの本棚のうち%(shared_books)s冊を読んでいます

source: No potential members found for "%(user_query)s"
he_il: אין חברים פוטנציאלים עבור ״%(user_query)s״
ja_jp: 「%(user_query)s」の潜在的なメンバーが見つかりませんでした。

source: Manager
he_il: מנהל/ת
ja_jp: 管理者

source: No groups found.
he_il: לא נמצאו קבוצות.
ja_jp: グループが見つかりませんでした。

source: This is home page of a book. Let's see what you can do while you're here!
he_il: זהו עמוד הבית עבור ספר. בואו נראה מה אפשר לעשות כאן!
ja_jp: ここは本のホームページです。ここで何ができるか見てみましょう！

source: Book page
he_il: עמוד ספר
ja_jp: 本のページ

source: End Tour
he_il: סיום הסיור
ja_jp: ツアーを終了する

source: Next
he_il: הבא
ja_jp: 次へ

source: This is where you can set a reading status for this book. You can press the button to move to the next stage, or use the drop down button to select the reading status you want to set.
he_il: כאן תוכלו לקבוע סטטוס קביעה לספר זה. ניתן ללחוץ על הכפתור למעבר לשלב הבא או להשתמש בתפריט הגלילה כדי לבחור את סטטוס הקריאה הרצוי.
ja_jp: ここでは本の読書状態を設定できます。ボタンを押して次の段階に移行したり、ドロップダウンボタンから読書状態を選択して設定できます。

source: Reading status
he_il: סטטוס קריאה
ja_jp: 読書状態

source: You can also manually add reading dates here. Unlike changing the reading status using the previous method, adding dates manually will not automatically add them to your <strong>Read</strong> or <strong>Reading</strong> shelves.
he_il: ניתן להוסיף תאריך קריאה ידנית כאן. בניגוד לשינוי סטטוס הקריאה בשיטה הקודמת, הוספה ידנית של תאריכים לא תוסיף אותם אוטומטית למדפי <strong>נקרא</strong> או <strong>בקריאה</strong>.
ja_jp: ここでは手動で日付を設定することもできます。先の方法で読書状態を変更するのとは異なり、手動で日付を追加すると本は<strong>読了</strong>や<strong>読んでいる</strong>の本棚に自動で追加されません。

source: Got a favourite you re-read every year? We've got you covered - you can add multiple read dates for the same book 😀
he_il: יש ספר שאתם אוהבים לקרוא מחדש כל שנה? יש פיתרון - ניתן להוסיף תאריכי קריאה מרובים עבור אותו ספר😀
ja_jp: 毎年読み直すお気に入りがありますか？大丈夫です——同じ本に複数の読了日を追加できます😀

source: There can be multiple editions of a book, in various formats or languages. You can choose which edition you want to use.
he_il: לספר אחד יכולות להיות מספר מהדורות בפורמטים שונים או בשפות שונות. ניתן לבחור את המהדורה שתרצו להשתמש בה.
ja_jp: 本には様々な形式や言語で複数の版があるかもしれません。どの版を使うか選択できます。

source: Other editions
he_il: מהדורות אחרות
ja_jp: 他の版

source: You can post a review, comment, or quote here.
he_il: כאן אפשר לפרסם ביקורת, תגובה או ציטוט.
ja_jp: ここではレビュー、コメント、引用を投稿できます。

source: Share your thoughts
he_il: שתפו את המחשבות שלכם
ja_jp: 意見をシェアする

source: If you have read this book you can post a review including an optional star rating
he_il: אם קראתם את הספר אתם יכולים לפרסם ביקורת הכוללת דירוג כוכבים אופציונלי
ja_jp: この本を読み終えたら、レビューを投稿できます。☆による評価は省略できます。

source: Post a review
he_il: פרסם/י ביקורת
ja_jp: レビューを投稿する

source: You can share your thoughts on this book generally with a simple comment
he_il: אפשר לשתף את מחשבותיכם על הספר באופן כללי בתגובה פשוטה
ja_jp: この本について思ったことを簡単なコメントで共有できます

source: Post a comment
he_il: פרסם/י תגובה
ja_jp: コメントを投稿する

source: Just read some perfect prose? Let the world know by sharing a quote!
he_il: בדיוק קראת פרוזה מושלמת? הוסף/י ציטוט כדי שהעולם יידע!
ja_jp: ちょうどすばらしい文章に出会ったところですか？引用をシェアして世界に届けましょう！

source: Share a quote
he_il: שתף/י ציטוט
ja_jp: 引用を共有する

source: If your review or comment might ruin the book for someone who hasn't read it yet, you can hide your post behind a <strong>spoiler alert</strong>
he_il: אם הביקורת או התגובה שלך יכולה להרוס את הספר למי שעוד לא קרא אותו, אפשר להסתיר את הפוסט מאחורי <strong>אזהרת ספוילר</strong>
ja_jp: レビューやコメントが未読の人の体験を台無しにしてしまうかもしれないなら、<strong>ネタバレ注意</strong> で投稿を隠すことができます。

source: Spoiler alerts
he_il: אזהרות ספוילר
ja_jp: ネタバレ注意

source: Choose who can see your post here. Post privacy can be <strong>Public</strong> (everyone can see), <strong>Unlisted</strong> (everyone can see, but it doesn't appear in public feeds or discovery pages), <strong>Followers</strong> (only your followers can see), or <strong>Private</strong> (only you can see)
ja_jp: 投稿を閲覧できる人の範囲を選択しましょう。投稿範囲は <strong>公開</strong> (全員が閲覧可能)、<strong>未収載</strong> (誰でも閲覧可能ですが、公開フィードやディスカバリーページには流れません)、<strong>フォロワー</strong> (あなたのフォロワーのみが閲覧可能)、または<strong>非公開</strong> (あなたのみが閲覧可能) から選択できます。

source: Post privacy
he_il: הגדרות הפרטיות של הפוסט
ja_jp: 投稿範囲

source: Some ebooks can be downloaded for free from external sources. They will be shown here.
he_il: ספרים דיגיטליים מסוימים אפשר להוריד בחינם ממקורות חיצוניים. ניתן יהיה לראות אותם כאן.
ja_jp: 一部の電子書籍は外部から無料でダウンロードできることがあり、そういったものはここに表示されます。

source: Download links
he_il: הורדת קישורים
ja_jp: ダウンロードリンク

source: Continue the tour by selecting <strong>Your books</strong> from the drop down menu.
he_il: המשיכו בסיור על ידי בחירה ב<strong>הספרים שלך</strong> מהתפריט הנפתח.
ja_jp: ドロップダウンメニューから <strong>あなたの本</strong> を選択すると、ツアーを続行します。

source: Ok
he_il: אוקיי
ja_jp: はい

source: Welcome to the page for your group! This is where you can add and remove users, create user-curated lists, and edit the group details.
he_il: ברוכים הבאים לעמוד הקבוצה שלכם! כאן אפשר להוסיף או להסיר משתמשים, ליצור רשימות שמשתמשים אוצרים ולערוך את פרטי הקבוצה.
ja_jp: グループのページへようこそ！ ここでは、ユーザーの追加と削除、ユーザーによるキュレーションリストの作成、グループの詳細の編集ができます。

source: Your group
he_il: הקבוצה שלך
ja_jp: あなたのグループ

source: Use this search box to find users to join your group. Currently users must be members of the same Bookwyrm instance and be invited by the group owner.
ja_jp: この検索ボックスを使用して、グループに参加するユーザー検索してください。 現在は、ユーザーは同じ Bookwyrm インスタンスのメンバーであり、かつグループオーナーが招待する必要があります。

source: Find users
he_il: מצאו משתמש
ja_jp: ユーザーを探す

source: Your group members will appear here. The group owner is marked with a star symbol.
he_il: חברי הקבוצה שלכם יופיע כאן. בעל/ת הקבוצה מסומן/ת בסמל כוכב.
ja_jp: グループメンバーがここに表示されます。グループのオーナーにはスターマークが付いています。

source: Group members
he_il: חברי הקבוצה
ja_jp: グループのメンバー

source: Group lists
he_il: רשימות קבוצתיות
ja_jp: グループ一覧

source: End tour
he_il: סיום הסיור
ja_jp: ツアーを終了する

source: Guided Tour
he_il: סיור מודרך
ja_jp: ガイドツアー

source: No thanks
he_il: לא תודה
ja_jp: 今は結構です

source: Yes please!
he_il: כן, בבקשה!
ja_jp: はい、お願いします！

source: Search for books, users, or lists using this search box.
he_il: חפשו ספרים, משתמשים או רשימות באמצעות תיבת חיפוש זו.
ja_jp: この検索ボックスを利用して本、ユーザー、またはリストを検索します。

source: Search box
he_il: תיבת חיפוש
ja_jp: 検索ボックス

source: Search book records by scanning an ISBN barcode using your device's camera - great when you're in the bookstore or library!
he_il: חפשו רשומות ספרים על ידי סריקת ברקוד ISBN באמצעות המצלמה שלכם - נהדר כשאתם בחנות ספרים או ספריה!
ja_jp: お使いのデバイスのカメラを使用してISBNバーコードをスキャンして本の記録を検索する - 書店や図書館にいるときに最適です!

source: Barcode reader
he_il: קורא ברקודים
ja_jp: バーコードリーダー

source: Navigation Bar
he_il: סרגל ניווט
ja_jp: ナビゲーションバー

source: Timelines
he_il: צירי זמן
ja_jp: タイムライン

source: Notifications
he_il: התראות
ja_jp: 通知

source: Profile and settings menu
he_il: תפריט פרופיל והגדרות
ja_jp: プロフィールと設定メニュー

source: Creating a new list
he_il: יצירת רשימה חדשה
ja_jp: 新しいリストを作成

source: List privacy
he_il: הגדרות הפרטיות של הרשימה
ja_jp: リストの公開範囲

source: List curation
he_il: אוצרות רשימה
ja_jp: リストのキュレーション

source: Searching
he_il: מתבצע חיפוש
ja_jp: 検索しています

source: If the book you are looking for is not listed, try loading more records from other sources like Open Library or Inventaire.
he_il: אם הספר אותו אתם מחפשים לא מופיע, נסו לטעון רשומות נוספות ממקורות אחרים כמו Open Library או Inventaire.
ja_jp: 探している本が表示されていない場合は、Open LibraryやInventaireなどの他のソースからより多くのレコードを読み込んでみてください。

source: Load more records
he_il: טעינת רשומות נוספות
ja_jp: レコードをさらに読み込む

source: Search again
he_il: חפש שוב
ja_jp: もう一度検索する

source: If you still can't find your book, you can add a record manually.
he_il: אם עדיין אינכם מוצאים את הספר שלכם, ניתן להוסיף רשומה באופן ידני.
ja_jp: まだブックが見つからない場合は、手動でレコードを追加できます。

source: Add a record manually
he_il: הוסף רשומה באופן ידני
ja_jp: 手動でレコードを追加する

source: Continue the tour
he_il: המשך בסיור
ja_jp: ツアーを続ける

source: Your books
he_il: הספרים שלך
ja_jp: あなたの本

source: Adding custom shelves.
he_il: מוסיף מדפים בהתאמה אישית.
ja_jp: カスタム本棚の追加

source: Import from another service
he_il: ייבוא משירות אחר
ja_jp: その他のサービスからのインポート

source: Groups
he_il: קבוצות
ja_jp: グループ

source: Let's create a new group!
he_il: בואו ניצור קבוצה חדשה!
ja_jp: 新しいグループを作りましょう！

source: Creating a group
he_il: יצירת קבוצה
ja_jp: グループを作成しています

source: Group visibility
he_il: נראות הקבוצה
ja_jp: グループの公開範囲

source: Save your group
he_il: שמירת קבוצה
ja_jp: グループを保存

source: User Profile
he_il: פרופיל משתמש
ja_jp: ユーザーのプロフィール

source: Reading Goal
he_il: יעד קריאה
ja_jp: 読書目標

source: Find a book
he_il: מצא.י ספר
ja_jp: 本を探す

source: Not a valid CSV file
he_il: קובץ CSV לא תקין
ja_jp: 有効なCSVファイルではありません

source: On average, recent imports have taken %(hours)s hours.
he_il: בממוצע, פעולות ייבוא אחרונות לקחו %(hours)s שעות.
ja_jp: 平均して、最近のインポートでは %(hours)s 時間かかっています。

source: Data source:
he_il: מקור המידע:
ja_jp: データ元：

source: You can download your Goodreads data from the <a href="https://www.goodreads.com/review/import" target="_blank" rel="nofollow noopener noreferrer">Import/Export page</a> of your Goodreads account.
he_il: ניתן להוריד את מידע ה-Goodreads שלך מ-<a href="https://www.goodreads.com/review/import" target="_blank" rel="nofollow noopener noreferrer">עמוד הייבוא/ייצוא</a> של חשבון ה-Goodreads
ja_jp: Goodreadsのデータは、あなたのGoodreadsアカウントの<a href="https://www.goodreads.com/review/import" target="_blank" rel="nofollow noopener noreferrer">インポート/エクスポートのページ</a> からダウンロードできます。

source: Data file:
he_il: קובץ נתונים:
ja_jp: データファイル:

source: Include reviews
he_il: כלול ביקורות
ja_jp: レビューを含める

source: Import
he_il: ייבוא
ja_jp: インポート

source: Recent Imports
he_il: ייבואים אחרונים
ja_jp: 最近のインポート

source: Date Created
he_il: תאריך יצירה
ja_jp: 作成日

source: Last Updated
he_il: עודכן לאחרונה
ja_jp: 最終更新日

source: Items
he_il: פריטים
ja_jp: 項目

source: No recent imports
he_il: אין ייבואים אחרונים
ja_jp: 最近のインポートはありません

source: Import Status
he_il: סטטוס הייבוא
ja_jp: インポートステータス

source: Retry Status
he_il: סטטוס ניסיון מחדש
ja_jp: 再試行ステータス

source: Imports
he_il: ייבואים
ja_jp: インポート

source: Import started:
he_il: ייבוא החל:
ja_jp: インポートを開始しました:

source: In progress
he_il: בתהליך
ja_jp: 処理中

source: Refresh
he_il: רענן
ja_jp: 更新

source: Stop import
he_il: עצור ייבוא
ja_jp: インポートを停止

source: %(display_counter)s item needs manual approval.
ja_jp: %(display_counter)s 個のアイテムには手動で承認が必要です。

source: Review items
ja_jp: 項目をレビュー

source: %(display_counter)s item failed to import.
ja_jp: %(display_counter)s 個のアイテムのインポートに失敗しました。

source: View and troubleshoot failed items
he_il: צפייה בפריטים שנכשלו ופתרון בעיות
ja_jp: 失敗した項目の表示とトラブルシューティング

source: Row
he_il: שורה
ja_jp: 列

source: Title
he_il: כותר
ja_jp: タイトル

source: Openlibrary key
he_il: מפתח Openlibrary
ja_jp: Openlibraryのキー

source: Author
he_il: מחבר/ת
ja_jp: 著者

source: Shelf
he_il: מדף
ja_jp: 本棚

source: Book
he_il: ספר
ja_jp: 本

source: Import preview unavailable.
ja_jp: インポートプレビューは利用できません。

source: No items currently need review
he_il: אין פריטים הממתינים לסקירה
ja_jp: レビューが必要な項目はありません

source: View imported review
he_il: צפו בביקורת מיובאת
ja_jp: インポートされたレビューを表示

source: Imported
he_il: מיובא
ja_jp: インポートされました

source: Needs manual review
he_il: נדרשת ביקורת ידנית
ja_jp: 手動のレビューが必要です

source: Retry
he_il: נסה שנית
ja_jp: 再試行

source: This import is in an old format that is no longer supported. If you would like to troubleshoot missing items from this import, click the button below to update the import format.
he_il: הייבוא הזה הוא בפורמט ישן שלא נתמך עוד. אם תרצו לתקן פריטים חסרים מייבוא זה, לחצו על הלחצן מטה כדי לעדכן את פורמט הייבוא.
ja_jp: このインポートはすでにサポートされていない古いフォーマットです。このインポートから不足している項目をトラブルシューティングしたい場合は、下のボタンをクリックしてインポート形式を更新してください。
